{
    "unit": "Motivasyon",
    "mots": [
      {
        "content": [
          "“Durmadığın sürece ne kadar yavaş gittiğin önemli değil.”"
        ],
        "referrer":"- Konfiçyüs"
      },

      {
        "content": [
          "“Bir gün kalkacaksınız ve hep hayal ettiğiniz şeyleri yapmaya vakit kalmamış olacak. Şimdi tam zamanı. Harekete geçin.”"
        ],
        "referrer":"-  Paulo Coelho"
      },

      {
        "content": [
          "“Dünden ders çıkar, bugünü yaşa, yarın için umut et!”"
        ],
        "referrer":"- Albert Einstein"
      },

      {
        "content": [
          "“Hiçbir şeye ihtiyacımız yok, yalnız bir şeye ihtiyacımız vardır; çalışkan olmak.” "
        ],
        "referrer":"- Mustafa Kemal Atatürk"
      },

      {
        "content": [
          "“Antrenman yapmaktan hep nefret ettim ama kendime şunu söyledim: Şimdi acı çek ve hayatının kalanında şampiyon olarak kal.” "
        ],
        "referrer":"- Muhammed Ali"
      },

      {
        "content": [
          "“Rüyalarını gerçekleştirmenin en iyi yolu uyanmaktır.” "
        ],
        "referrer":"- Muhammed Ali"
      },

      {
        "content": [
          "“Kaybolmak yolu öğrenmektir.”"
        ],
        "referrer":"- Afrika atasözü"
      },

      {
        "content": [
          "“Her şey size karşı göründüğünde, uçakların rüzgârla birlikte değil rüzgâra karşı uçtuğunu hatırlayın.”"
        ],
        "referrer":"- Henry Ford"
      },

      {
        "content": [
          "“Sizi gerçekten motive edebilen tek kişi kendinizdir.” "
        ],
        "referrer":"– Shaquille O’Neal"
      },

      {
        "content": [
          "“Mantık sizi A noktasından B noktasına götürür. Hayal gücü ise her yere.”"
        ],
        "referrer":"- Albert Einstein"
      },

      {
        "content": [
          "“Tanrınızdan kolay bir hayat dilemeyin; zor olana dayanabilecek güç dileyin.”"
        ],
        "referrer":"- Bruce Lee"
      },

      {
        "content": [
          "“Aslında herkes dâhidir. Ama siz kalkıp bir balığı, ağaca tırmanma yeteneğine göre yargılarsanız, tüm hayatını aptal olduğuna inanarak geçirecektir.“ "
        ],
        "referrer":"- Albert Einstein"
      },

      {
        "content": [
          "“Bazı insanlar yağmuru hisseder, diğerleri ise sadece ıslanır.” "
        ],
        "referrer":"– Bob Marley"
      },

      {
        "content": [
          "“Eğer daha sonraları değerli olacaksam şimdi de değerliyimdir. Buğday, buğdaydır insanlar onun en başta çim olduğunu düşünse de.” "
        ],
        "referrer":"- Vincent van Gogh"
      },

      {
        "content": [
          "“Beni öldürmeyen acı güçlendirir.” "
        ],
        "referrer":"– Nietzsche"
      },

      {
        "content": [
          "“Sesini değil, sözünü yükselt. Yağmurdur çiçekleri büyüten, gök gürültüsü değil.”"
        ],
        "referrer":"- Hz. Mevlana"
      },

      {
        "content": [
          "“Dün, artık tarih oldu. Yarın ise bir bilmece. Ama bugün, sana hediyedir. Bunun kıymetini bilmek gerekir.”"
        ],
        "referrer":"- Usta Ugvey / Kung-fu Panda"
      },

      {
        "content": [
          "'Dünyada taklit edilemeyen tek şey cesarettir.'' "
        ],
        "referrer":"- Apoleon Bonoparte"
      },

      {
        "content": [
          "“Kuş, konduğu dalın kırılmasından korkmaz; çünkü güvendiği dal değil, kendi kanatlarıdır.”"
        ],
        "referrer":""
      },

      {
        "content": [
          "“If you fall asleep now, you will dream. If you study now, you will live your dream.”"
        ],
        "referrer":""
      }

    ]
  }
  