{
    "unit": "Unit 5",
    "cards": [
      {
        "title": "Anadolu'da İlk Türkler",
        "content": [
          "• Anadolu’ya ilk Türk akınlarını IV. yüzyılın sonlarında Avrupa Hunları, VI. yüzyıldan itibaren Sabarlar yapmışlardır. ",
          "• Hem Hunlar hem de Sabarlar, Anadolu’da yerleşmeyi düşünmemişlerdir. Akınların amacı ganimet ve yağmadır.",
          "• Anadolu’ya keşif ve yurt amaçlı ilk Türk akınları, Çağrı Bey dönemindedir.",
          "• 1048’de Pasinler Savaşı Büyük Selçuklu Devleti ile Bizans arasındaki ilk büyük savaştır. ",
          "• Anadolu’nun yurt tutulması bağlamında Malazgirt Savaşı bir dönüm noktası olmuştur. Kısa bir süre içerisinde Anadolu’da ilk Türk Beylikleri kurulmuştur."
        ]
      },
  
      {
        "title": "Anadolu'da İlk Türk Beylikleri - 1",
        "content": [
          "Danişmentliler ",
          "• Sivas ve çevresinde kurulmuştur. ",
          "• Haçlılara karşı Türkiye Selçukluları ile birlikte savaşmıştır.",
          "• Anadolu’daki ilk medrese olan Yağıbasan Medresesi Danişmentliler yaptırmıştır.",
          "",
          "Saltuklar",
          "• Erzurum ve civarında hüküm sürmüştür. ",
          "• Anadolu’da kurulan ilk Türk beyliğidir. ",
          "• Üç kümbetler, Mama Hatun türbesi, Tepsi minare önemli eserleridir. ",
          "",
          "Mengücekler",
          "• Erzincan ve civarında hüküm sürmüştür."
        ]
      },
  
      {
        "title": "Anadolu'da İlk Türk Beylikleri - 2",
        "content": [
          "Artuklar ",
          "• Mardin, Hasankeyf, Harput olmak üzere üç kol hâlinde varlığını sürdürmüştür.",
          "• Bu dönemde Diyarbakır, Mardin gibi büyük merkezlerde, ilim gelişmiş ve Cezerî gibi ilim adamları ön planda tutulmuştur. Mardin Hatuniye Medresesi, Malabadi köprüsü önemli eserleridir.",
          "",
          "Çaka Beyliği",
          "• İzmir yöresinde kurulmuştur. Çaka Bey ilk Türk denizcisidir.",
          "• Sökmenoğulları: Ahlat ve Van Gölü civarında kurulmuştur.",
          "• Dilmaçoğulları: Bitlis civarında kurulmuştur.",
          "• Tanrıvermişoğulları: Efes civarında kurulmuştur.",
          "• İnaloğulları: Diyarbakır yöresinde kurulmuştur.",
          "• İnançoğulları- Ladik Beyliği: Denizli civarında kurulmuştur. "
        ]
      },
  
      {
        "title": "Anadolu'da kurulan İlk Türk Beyliklerinin Ortak Özellikleri",
        "content": [
          "• Malazgirt savaşı sonrası Alp Arslan’ın komutanları tarafından kuruldu. ",
          "• Anadolu’nun Türkleşmesi, İslamlaşması ve fethi hızlandı.  ",
          "• Bizans, Gürcü ve Ermenilere karşı bölgelerini savundular.  ",
          "• Haçlılara karşı mücadele ettirler.  ",
          "• İmar çalışmaları yaptılar. Medreseler, Kervansaraylar, Hanlar, Dar’üş-şifalar vs. ile imar ettiler, yerleşim yerlerine Türkçe isimler verdiler.",
          "• Türkmen göçleriyle Anadolu’da Türk nüfusunu arttırdılar.  "
        ]
      },
  
      {
        "title": "Türkiye Selçuklu Devleti (1077-1308)-1 ",
        "content": [
          "Süleyman Şah Dönemi ",
          "• Kutalmışoğlu Süleyman Şah tarafından kurulmuş, başkenti İznik’tir.",
          "• Süleyman Şah Türbesi Suriye’de Caber kalesindedir.",
          "! Lozan antlaşmasına göre burası Türk toprağıdır. ",
          "",
          "I. Kılıçarslan Dönemi",
          "• Bizans’ın entrikaları sonucu Çaka Bey’i öldürdü.  ",
          "• I. Haçlı Seferi’ne karşı başarılı savaşlar yaptıysa da başkenti Konya’ya taşımak zorunda kaldı.  ",
          "",
          "I. Mesud Dönemi  ",
          "• Haçlılarla mücadele etti.  ",
          "• Bu dönemde ilk para bastırılmıştır. ",
          "",
          "II. Kılıç Arslan Dönemi ",
          "• Bizans 1176 tarihinde Denizli yakınlarında Miryokefalon Savaşı’nda ağır bir yenilgiye uğratıldı. Bizans savunmaya çekildi.  Anadolu’nun tapusu Miryokefalon’dur.  "
        ]
      },
  
      {
        "title": "Türkiye Selçuklu Devleti (1077-1308)-2 ",
        "content": [
          "I. Gıyaseddin Keyhüsrev Dönemi  ",
          "• Askeri harekâtını ticari hedeflere göre düzenledi. Antalya’yı alarak bir ticaret limanı haline getirdi",
          "",
          "I. İzzeddin Keykavus Dönemi  ",
          "• Sinop’u alarak bir ticaret limanı haline getirdi. Kıbrıs’la ticari ilişkileri geliştirdi.",
          "",
          "I. Alaeddin Keykubad Dönemi  ",
          "• Moğol tehlikesi karşısında tedbirler aldı. Doğudaki surları onarttı. Harzemşahlarla ve Eyyubilerle ittifak yaptı. ",
          "• Harzemşah’ın Anadolu’da ilerlemesi üzerine ilişkileri bozuldu. Yassıçemen denen yerde yapılan savaşı Türkiye Selçukluları kazandı (1230).",
          "• Bu dönemde Türkiye Selçuklu Devleti en parlak dönemini yaşadı.",
          "• Kırım’a (Suğdak) donanma gönderdi (Türkiye Selçuklu Devleti’nin Anadolu dışındaki tek toprağı: Suğdak). Alaiye-Alanya limanları fethedildi. Kervansaraylar ve bilinen ilk sigortacılık anlayışı ile ticareti canlandırmaya çalıştı."
        ]
      },
  
      {
        "title": "Haçlı Seferleri - 1",
        "content": [
          "• VII. yüzyıldan beri Müslümanların elinde bulunan Kudüs’ü geri almak, Türk-İslam ilerleyişini durdurmak, doğunun zenginliklerini ele geçirmek amacıyla Avrupalı Hristiyanların XI. yüzyılın sonlarından XII. yüzyıl sonlarına kadar İslam dünyası üzerine yaptıkları seferlere denir.  ",
          "• Haçlı Seferleri, Clermont Konsülü ’nü toplayan Papa II. Urbanus, 1095’teki çağrısı ile başlar.  "
        ]
      },
      {
        "title": "Haçlı Seferleri - 2",
        "content": [
          "• Birinci Haçlı Seferi (1096-1099) ",
          "• Türkiye Selçuklu Devleti, başkenti İznik'ten Konya'ya taşıdılar.",
          "• Haçlılar amaçlarına ulaştılar.",
          "",
          "İkinci Haçlı Seferi (1147-1149)",
          "•  Musul Atabeyi İmadeddin Zengi'nin Urfa'yı geri alması üzerine düzenlendi, Haçlılar başarılı olamamıştır.",
          "",
          "Üçüncü Haçlı Seferi (1189-1192) ",
          "• Selahaddin Eyyubi’nin 1187 Hıttin Savaşı ile Kudüs'ü geri alınca düzenlenmiştir. Haçlılar, amaçlarına ulaşamamıştır.",
          "",
          "Dördüncü Haçlı Seferi (1200-1204)",
          "• Haçlılar amacından sapıp İstanbul'da Latin Krallığı, kaçan Bizanslı yöneticiler ise, İznik ve Trabzon'da Rum Krallıkları kurmuştur."
        ]
      },
      {
        "title": "İkinci Beylikler Dönemi - 1",
        "content": [
          "• Moğol İstilası sonrasında Türkmenlerin Anadolu’ya göçleri daha da yoğunlaşmıştır. ",
          "• Kösedağ Savaşı sonrasında ikinci beylikler dönemi başlamıştır. ",
          "",
          "• Karamanoğulları; Kendisini Türkiye Selçuklu Devleti’nin varisi görüyordu. Osmanlıyı en çok uğraştıran beyliktir. Karamanoğlu Mehmet Bey Türkçeyi resmi dil kabul etmiştir. ",
          "• Candaroğulları; Kastamonu-Sinop ve çevresindedir. Denizcilikle de uğraşmıştır.",
          "• Germiyanoğulları; Kütahya ve çevresindedir.  ",
          "• Hamitoğulları; Isparta ve çevresindedir.",
          "• Aydınoğulları; Aydın ve çevresindedir. Denizcilikle de uğraşmıştır. "
        ]
      },
  
      {
          "title": "İkinci Beylikler Dönemi - 2",
          "content": [
            "• Menteşeoğulları; Muğla ve çevresindedir. Denizcilikle de uğraşmıştır. ",
            "• Saruhanoğulları; Manisa ve çevresindedir. Denizcilikle de uğraşmıştır. ",
            "• Karesioğulları; Balıkesir ve çevresindedir. Osmanlıya ilk bağlanan beyliktir.  ",
            "• Eratna-Kadı Burhaneddin; Ankara-tokat ve çevresindedir. ",
            "• Dulkadiroğulları; Maraş ve çevresindedir. Osmanlı Devleti’ne savaşla bağlanan son beyliktir. Yavuz Sultan Selim dönemi Turnadağ Savaşı ile yıkılmıştır.",
            "• Ramazanoğulları; Adana ve çevresindedir. ",
            "• Osmanlı Beyliği; Söğüt-Domaniç ve çevresindedir. "
          ]
        }
    ]
  }