{
  "unit": "Unit 14",
  "cards": [
    {
      "title": "Azınlıkların Kurduğu Cemiyetler -1",
      "content": [
        "• Mondros Ateşkes Antlaşması sonrasında Osmanlı Devleti’nin fiilen yıkıldığı bir dönemde devlet kurma amacıyla veya eski devletlerini canlandırmak için azınlıklar tarafından cemiyetler kurulmuştur. Bazıları: ",
        "• Mavri Mira Cemiyeti: Bizans’ı yeniden canlandırmayı, Batı Anadolu ve Trakya’yı Yunanistan’a bağlamak amacıyla kuruldu (Megali İdea- Büyük İdeal).  ",
        "• Pontus Rum Cemiyeti: Batum’dan Sinop’a kadar uzanan bir Rum devleti kurmak için amaçlanmıştır. ",
        "• Kardos Cemiyeti: Pontus Cemiyetine yardımcı oluyordu. "
      ]
    },
    {
      "title": "Azınlıkların Kurduğu Cemiyetler -2",
      "content": [
        "• Etnik-i Eterya Cemiyeti: Rumlar tarafından, I. Dünya Savaşı’ndan sonra Bizans Devleti’ni canlandırmak için kuruldu. ",
        "• Hınçak ve Taşnak-Sütyun Cemiyetleri: Doğu Anadolu, Çukurova toprakları ve Karadeniz bölgesinin bir kısmını Ermenistan’a katmak için kuruldu. ",
        "• Makabi-Alyans İsrailit Cemiyetleri: Kudüs ve çevresinde Yahudi devleti kurmak için çalışmışlardır. "
      ]
    },
    {
      "title": "Milli Varlığa Düşman Cemiyetler -1",
      "content": [
        "• Mondros Ateşkes Antlaşması sonrasında İtilaf Devletlerinin işgalleriyle başlayan kötü durumdan; padişaha ve halifeye bağlı kalarak veya güçlü bir ülkenin mandasına girerek kurtulabileceğini savunan Müslümanların kurduğu cemiyetlerdir. Bazıları; ",
        "• Sulh ve Selamet-i Osmaniye Cemiyeti: Kurtuluşun padişahın emirlerine bağlı kalmakla mümkün olacağını savunmuştur. ",
        "• Teali İslam Cemiyeti: Kurtuluşun halifenin emirlerine ve İslâm’ın prensiplerine uymakla mümkün olacağını savunmuştur. ",
        "• İngiliz Muhipleri Cemiyeti: İngiliz mandasını savunmuşlardır. Cemiyet Damat Ferit hükümeti tarafından da desteklenmiştir. "
      ]
    },

    {
      "title": "Milli Varlığa Düşman Cemiyetler -2",
      "content": [
        "• Wilson Prensipleri Cemiyeti: Kurtuluşun ABD mandasına girmekle mümkün olacağını savunanların kurduğu bir cemiyettir. ",
        "• Kürt Teali Cemiyeti: Wilson ilkelerine dayanarak bir Kürt devleti kurmak için çalışmışlardır.  ",
        "• Hürriyet ve İtilaf Fırkası: Damat Ferit Paşa’nın partisidir. "
      ]
    },
    {
      "title": "Milli Cemiyetler -1",
      "content": [
        "• Trakya Paşaeli Cemiyeti: Mavri Mira Cemiyetinin Trakya’ya yönelik olarak yürüttüğü bölücü faaliyetlere karşı kurulmuştur. Edirne Kongresi’ni düzenlemiştir. ",
        "• İzmir Müdafaa-i Hukuk Cemiyeti: Ege’de Yunanlıların bölücü faaliyetlerine karşı çalıştı. ",
        "• Kilikyalılar Cemiyeti: Adana ve civarının Ermeni ve Fransızlara karşı bütünlüğünü korumak için kuruldu. Pozantı Kongresi’ni topladı. ",
        "• Redd-i İlhak Cemiyeti: İzmir’in işgaline tepki olarak kuruldu. Balıkesir ve Alaşehir kongrelerini düzenleyerek Ege Bölgesi’ni işgallere karşı örgütledi. "
        
      ]
    },

    {
        "title": "Milli Cemiyetler -2",
        "content": [
          "• Trabzon Muhafaza-i Hukuk-ı Milliye Cemiyeti: Doğu Karadeniz’deki Rum ve Ermeni faaliyetlerine karşı kuruldu. Erzurum Kongresi’nin toplanmasına yardımcı oldu.  ",
          "• Milli Kongre Cemiyeti: İstanbul’da kuruldu. İlk defa Kuvay-ı Milliye tabirini kullandı.  ",
          "• Doğu Anadolu Müdafaa-i Hukuk Cemiyeti: Doğu Anadolu’nun Ermenilere karşı bütünlüğünü korumak için kuruldu. Erzurum Kongresi’ni düzenledi. ",
          "! Milli Cemiyetler Sivas Kongresi’nde, Anadolu ve Rumeli Müdafa-i Hukuk Cemiyeti adı altında birleştirildiler. "
        ]
      },

    {
      "title": "Kuva-yı Milliye",
      "content": [
        "• Kuvay-ı Millîye, Mondros sonrası başlayan işgaller karşısında İstanbul hükümetinin sessiz kalması nedeniyle, Türk milletinin milli duygularla kendi bölgelerini korumaya çalışmak için kurduğu silahlı direnişin adıdır. ",
        "Kuvay-ı Millîye’nin Özellikleri ",
        "- Bölgeseldir. ",
        "- Düzenli ordu kurulana kadar düşmanı oyaladılar. ",
        "- Düzenli ordunun temelini oluşturdular. ",
        "- TBMM’ye karşı çıkan isyanları bastırdılar. ",
        "- Desteğini ve ihtiyaçlarını halktan karşıladılar. ",
        "- Disiplinden yoksun, düzenli ordular karşısında yetersiz oluşları en büyük eksiklikleridir. "
      ]
    },
    {
      "title": "Mustafa Kemal'in Samsun'a Çıkışı (19 Mayıs 1919)",
      "content": [
        "• Orta ve Doğu Karadeniz Bölgesi’nde Pontus Rum Cemiyeti’nin çalışmaları sonucunda bölgedeki Rum halkı karışıklıklar çıkarıyor ve olayın sorumlusu olarak da Türk halkı gösteriliyordu.  ",
        "• Bu durum karşısında İngilizler, Osmanlı hükümetine bölgede güvenliğin sağlanmasını; aksi takdirde bölgeyi işgal edeceklerini bildirdiler.  ",
        "• Bölgede güvenliğin sağlanması için İstanbul hükümeti IX. Ordu Müfettişliği ’ne Mustafa Kemal’i görevlendirdi.  "
      ]
    },
    {
      "title": "Amasya Genelgesi / Tamimi (22 Haziran 1919)",
      "content": [
        "• Amasya Genelgesi; Mustafa Kemal, Refet Bele, Ali Fuat Cebesoy, Rauf Orbay, Kazım Karabekir (Erzurum’da) tarafından hazırlanan genelgedir. ",
        "-  Vatanın bütünlüğü ve milletin bağımsızlığı tehlikededir (Milli Mücadele’nin gereği ortaya konmuştur). ",
        "-  İstanbul Hükümeti, üzerine almış olduğu sorumluluğu yerine getirmemektedir. Bu durum milletimizi yok saymıştır (ilk defa İstanbul hükümetine tepki gösterilmiştir). ",
        "-  Milletin istiklalini yine milletin azim ve kararı kurtaracaktır (Milli egemenlikten ilk kez bahsedilmiştir). ",
        "-  Anadolu’nun her yönden güvenli yeri olan Sivas’ta milli bir kongre toplanmalıdır. ",
        "• Amasya Genelgesi’nin yayınlanmasından sonra Mustafa Kemal’e görevinden alındığı ve İstanbul’a geri dönmesi gerektiği bildirildi. 7-8 Temmuz 1919 günü Mustafa Kemal ise hem görevinden hem de askerlik mesleğinden istifa etti. "
      ]
    },

    {
      "title": "Erzurumun Kongresi (23 Temmuz - 7 Ağustos 1919)",
      "content": [
        "• Kongre Doğu Anadolu Müdafaa-i Hukuk Cemiyetiyle Trabzon Muhafaza-i Hukuk-ı Milliye Cemiyeti tarafından Rum ve Ermenilere karşı Doğu Anadolu ve Karadeniz Bölgesinin bütünlüğünün korunması için toplanmıştır. ",
        "• Kongrede Alınan Kararlar: ",
        "- Milli sınırlar içinde vatan bir bütündür parçalanamaz (Bölgesel amaçlı toplanan kongrede ulusal karar alınmıştır). ",
        "- Vatanın ve istiklalin korumasına İstanbul Hükümeti yetmediği takdirde, Anadolu’da geçici bir hükümet kurulacaktır (İlk defa geçici hükümetten bahsedildi).",
        "- Kuvay-ı Milliye’yi âmil, irade-i milliyeyi hâkim kılmak esastır (Millet egemenlik vurgulanmıştır). ",
        "- Manda ve himaye kabul edilemez (Manda ve Himaye ilk kez reddedildi). "
      ]
    },

    {
      "title": "Sivas Kongresi (4-11 Eylül 1919)",
      "content": [
        "• Elazığ valisi Ali Galip olayı ve başkanlık meselesi kongrenin karşılaştığı sorunlardır.   ",
        "• ABD mandası başta olmak üzere Manda ve himaye kesin olarak reddedildi. ",
        "• Alınan Kararlarlar;",
        "- Milli cemiyetler, Anadolu ve Rumeli Müdafa-i Hukuk Cemiyeti altında birleştirildi. ",
        "- Ali Fuat Cebesoy batı cephesi Kuvay-ı Millîye komutanlığına atandı (Heyet-i Temsiliye ilk defa hükümet gibi yürütme yetkisini kullandı). ",
        "- Damat Ferit Paşa hükümetinin iş başından uzaklaştırılmasına kadar İstanbul ile ilişkilerin kesildiği bildirildi ( Damat Ferit Paşa hükümeti istifa ederek yerine Ali Rıza Paşa hükümeti kuruldu. Bu durum Milli Mücadele’nin ilk siyasi başarısıdır). ",
        "- İrade-i Milliye Gazetesinin çıkarılmasına karar verildi. "
      ]
    },

    {
      "title": "Amasya Görüşmeleri (20-22 Ekim 1919)",
      "content": [
        "• Damat Ferit Paşa, 2 Ekim 1919’da istifa edince, hükümeti Ali Rıza Paşa kurmuştu.  ",
        "• Amasya Görüşmelerine İstanbul Hükümeti adına Bahriye Nazırı Salih Paşa, Milli mücadele adına Mustafa Kemal ve arkadaşları katıldı. ",
        "• Milli Mücadele, İstanbul hükümeti tarafından hukuken tanındı. ",
        "• Mebusan Meclisi’nin toplanması kararlaştırıldı. "
      ]
    },

    {
      "title": "Misak-i Milli / Peyman-ı Milli (28 Ocak 1920)",
      "content": [
        "• Milli sınırlar içinde vatan bir bütündür bölünemez. ",
        "• İşgal altındaki Arap topraklarının geleceği bölge halkının vereceği oylara göre belirlenecektir. ",
        "• Kars, Ardahan ve Batum’un (Vilayet-i Selase’de) geleceğinin belirlenmesi için halk oylaması yapılacaktır. ",
        "• Batı Trakya’nın geleceğinin belirlenmesi için halk oylaması yapılacaktır. ",
        "• İstanbul ve Marmara Denizi her türlü tehlikeden uzak tutulursa Boğazların dünya ticaret ve ulaşımına açılabilecektir. ",
        "• Azınlık hakları komşu ülkelerde Müslüman azınlığa verilen haklar kadar olacaktır.  ",
        "• Siyasi, iktisadi ve hukuki gelişmemizi engelleyen sınırlamalar (kapitülasyonlar) kabul edilemez. "
      ]
    },

    {
      "title": "Büyük Millet Meclisinin Açılması (23 Nisan 1920)",
      "content": [
        "• Büyük Millet Meclisi için seçimler yenilendi. İstanbul’dan kaçıp gelen mebuslar doğrudan meclise kabul edildi. ",
        "Birinci TBMM’nin Özellikleri: ",
        "• İhtilalcidir, kurucudur (Teşkilat-ı Esasiye’yi hazırlamıştır). ",
        "• Halkçı, demokratik ve ulusçudur.",
        "• Milli egemenliği kabul etmiştir. ",
        "• Güçler birliği ilkesi vardı. ",
        "• Meclis Hükümeti sistemini kullanılmıştır. ",
        "• Misak-ı Milli (milli bağımsızlık) birleştikleri ana fikirdir.",
        "• Partiler yok, gruplar vardır. Meclisin bu özelliğinden dolayı da bu meclis inkılâpları yapmaya uygun değildir. Saltanatı kaldırması yaptığı tek inkılaptır. "
      ]
    },

    {
      "title": "Büyük Millet Meclisi'ne Karşı Ayaklanmalar -1",
      "content": [
        "İstanbul Hükümeti’nin Çıkardığı Ayaklanmalar: ",
        "•  Kuvay-ı İnzibatiye: Çerkez Ethem ve Refet Bele tarafından bastırıldı. ",
        "•  Ahmet Anzavur Ayaklanması: Saltanat yanlısı bir isyandır. Çerkez Ethem ve Refet Bele tarafından bastırıldı. ",
        "İstanbul Hükümeti ve İtilaf Devletlerince Kışkırtılan Ayaklanmalar:  ",
        "•  Çapanoğulları İsyanı, Konya Delibaş Mehmet İsyanı, Cemil Çeto İsyanı, Milli Aşireti İsyanı, Koçgiri Ayaklanması, Ali Batı İsyanı, Çopur Musa Ayaklanması. ",
        "Kuvayı Milliye’nin Çıkardığı Ayaklanmalar: ",
        "•  Demirci Mehmet Efe, Çerkez Ethem Ayaklanması, "
      ]
    },

    {
      "title": "Büyük Millet Meclisi'ne Karşı Ayaklanmalar -2",
      "content": [
        "Azınlıkların Çıkardığı İsyanlar: ",
        "•  Ermeni ve Rumların çıkardığı, Milli Mücadele’nin sonuna kadar devam eden isyanlardır. ",
        "TBMM’nin İsyanlara Karşı Aldığı Önlemler: ",
        "•  İstanbul Hükümeti’nin yayınladığı fetvalara karşı, Ankara müftüsü Rıfat Börekçi fetva yayınladı. ",
        "• Hıyanet-i Vataniye Kanunu çıkarıldı (29 Nisan 1920). ",
        "•  İstiklal Mahkemeleri kuruldu. ",
        "• Hâkimiyeti Milliye gazetesi çıkarıldı, Anadolu Ajansı kuruldu."
      ]
    },

    {
      "title": "Sevr Barış Antlaşması (10 Ağustos 1920) -1",
      "content": [
        "• Osmanlı’yı paylaşmak isteyen devletlerin çıkar çatışmasına girmesi nedeniyle Sevr Antlaşması geç imzalanmıştır. ",
        "• İtalya’da San Remo görüşmelerinde barış antlaşmasının şartları belirlendi. ",
        "• Saltanat Şurası Sevr Antlaşması’nın imzalanması yönünde kararını bildirdi.  Sevr Antlaşması’nı imzalamak için Rıza Tevfik, Reşat Halis ve Hadi Paşa’dan oluşan grup Fransa’ya gönderildi ve antlaşma imzalandı. "
      ]
    },

    {
      "title": "Sevr Barış Antlaşması (10 Ağustos 1920) -2",
      "content": [
        "Antlaşmanın Önemi:  ",
        "- Osmanlı Devleti sömürge durumuna getirildi. ",
        "- TBMM, Sevr Antlaşmasını tanımadığı gibi aldığı kararla, antlaşmayı imzalayanları vatan haini ilan etti. Milli Mücadele’nin gereği daha iyi anlaşıldı. ",
        "- Mebusan Meclisi’nin onayından geçmediği için (Çünkü Mebusan Meclisi’ni İtilaf Devletleri kapatmıştı) hukuki dayanağı yoktur. Ölü doğan antlaşmadır. "
      ]
    },

    {
      "title": "Doğu Cephesi, Ermeni Meselesi ",
      "content": [
        "• 9 Haziran 1920’de Kâzım Karabekir’in, TBMM tarafından, Doğu Cephesi komutanlığına atanması ile Milli Mücadele’nin ilk cephesi kuruldu.  ",
        "• 28 Ekim 1920’de harekete geçen Türk ordusu karşısında tutunamayacağını anlayan Ermeniler, barış isteyince 3 Aralık 1920’de Kâzım Karabekir, TBMM adına Ermenilerle Gümrü Antlaşması’nı imzaladı. ",
        "• Böylece; TBMM’nin ilk askeri ve siyasi başarısı kazanıldı. Ermenistan TBMM’yi tanıyan ilk devlet oldu.  "
      ]
    },

    {
      "title": "Güney Cephesi",
      "content": [
        "• Fransızlara karşı, Sütçü İmam Maraş’ta, Şahin Bey Antep’te başta olmak üzere halk işgale direniş gösterdi. ",
        "• TBMM daha sonraki yıllarda Maraş’a Kahraman; Urfa’ya Şanlı; Antep’e ise Gazi unvanlarını vermiştir.  ",
        "• Sakarya Meydan Muharebesi’nin kazanılmasından sonra Fransızlarla imzalanan Ankara Antlaşması (20 Ekim 1921) ile Hatay hariç Suriye sınırı çizildi. ",
        "• Güneybatıda İtalyanlara karşı silahlı direniş olmamıştır. İtalya, Sakarya Savaşı sonrası işgali sonlandırmışlardır.  "
      ]
    },

    {
      "title": "Batı Cephesi - Birinci İnönü Savaşı",
      "content": [
        "• Yunanlılar, Çerkez Ethem’in isyanından faydalanmak, TBMM’ye Sevr Antlaşmasını kabul ettirmek istiyordu. ",
        "• Birinci İnönü Zaferi’yle;  ",
        " - Düzenli ordu ilk zaferini kazandı. ",
        " - Çerkez Ethem isyanı bastırıldı. ",
        " - Afganistan ile dostluk, SSCB ile Moskova Antlaşması imzalandı. ",
        " - İstiklal Marşı’mız kabul edildi (12 Mart 1921). ",
        " - Teşkilat-ı Esasiye Kanunu kabul edildi. ",
        " - Halkın orduya ve TBMM’ye karşı güveni arttı, asker alımı kolaylaştı. ",
        " - İstanbul hükümeti ve TBMM Londra Konferansına davet edildi. ",
        "İkinci İnönü Savaşı (23 Mart-31 Mart 1921)  ",
        "• Mustafa Kemal, İsmet Paşaya çektiği telgrafta “Siz orada yalnız düşmanı değil; milletin makûs talihini de yendiniz” demiştir.   "
      ]
    },

    {
      "title": "Batı Cephesi - Eskisehir-Kütahya Muharebeleri",
      "content": [
        "• Yunanlılar karşısında Türk ordusu tutunamayınca, daha fazla kayıp vermek istemeyen Mustafa Kemal, İsmet Paşa’dan Türk ordusunu Sakarya’nın doğusuna çekmesini istedi. ",
        "• Düzenli ordu, Milli Mücadele’de ilk ve tek mağlubiyetini almıştır. ",
        "• Fransızlar barış görüşmelerini, İtalyanlar geri çekilmeyi askıya aldı. ",
        "• TBMM’deki tartışmaların ardından, kararların daha hızlı alınıp ve hızla uygulanması için Mustafa Kemal’e Başkomutanlık yetkisi verildi (5 Ağustos 1921). ",
        " ! Başkomutanlık yetkisi daha sonradan, Büyük Taarruz öncesinde iki defa uzatıldı, Cumhuriyet’in ilanı ile Cumhurbaşkanlığı makamıyla birleştirilmiştir.",
        "• Mustafa Kemal, tekrar askerlik mesleğine dönmüştür. ",
        "• Tekâlif-İ Milliye Emirleri (7-8 Ağustos 1921) ile Türk ordusunun taarruz gücüne ulaşabilmesi için Türk milleti topyekûn seferber edilmek istenmiştir. "
      ]
    },

    {
      "title": "Batı Cephesi - Sakarya Meydan Savaşı",
      "content": [
        "• Mustafa Kemal’in “Hattı müdafaa yoktur. Sathı müdafaa vardır. O satıh tüm vatandır. Vatanın her karış toprağı şehit kanı ile ıslanmadıkça terk olunamaz!” sözü Türk askerinin savunma azmini artırmıştır.  ",
        "• Sakarya Meydan Savaşı’nın önemi:",
        "- Türklerin II. Viyana bozgunundan (1683) beri devam eden geri çekilişi sona erdi. ",
        "- İtalyanlar Anadolu’yu terk etti. ",
        "- Fransa ile TBMM arasında Ankara Antlaşması imzalandı. ",
        "- İngiltere ile 22 Ekim 1921’de esir mübadelesi antlaşması imzaladı. ",
        "- Azerbaycan, Gürcistan, Ermenistan ile TBMM arasında Kars Antlaşması imzalandı (13 Ekim 1921).   ",
        "- 2 Ocak 1922’de TBMM ile Ukrayna arasında dostluk antlaşması imzalandı. ",
        "- Mustafa Kemal’e Gazilik unvanı ve Mareşallik rütbesi verildi (19 Eylül 1921). "
      ]
    },

    {
      "title": "Batı Cephesi - Başkomutan Meydan Muharebesi ve Büyük Taarruz",
      "content": [
        "• Türk ordusu, 26 Ağustos 1922’de Yunan ordusu ile Türk ordusu arasında Başkomutan Meydan Muharebesi oldu. 30 Ağustos 1922’de ise büyük taarruz başladı. ",
        "• Mustafa Kemal, “Ordular ilk hedefiniz Akdeniz’dir İleri!” emrini verdi. ",
        "•  9 Eylül’de Yunanlılar İzmir’den, 18 Eylül’de de tüm Batı Anadolu’dan çıkarıldı.  ",
        "• Türk ordusu, 18 Eylül’den itibaren Marmara’ya yönelince İngilizler ile karşı karşıya geldi. İngiltere bu durum karşısında TBMM’ye ateşkes teklifinde bulundular. "
      ]
    },

    {
      "title": "Mudanya Barış Antlaşması (11 Ekim 1922) ",
      "content": [
        "• TBMM, İngiltere, Fransa, İtalya‘nın doğrudan katıldığı ve Yunanlıların Mudanya açıklarından bir gemiden takip ettiği Mudanya Mütarekesi görüşmeleridir. ",
        "• Mudanya Ateşkesinin önemi: ",
        "- Milli Mücadele’nin silahlı dönemi sona erip diplomatik mücadele dönemi başladı. ",
        "- İngiltere’de Lloyd George hükümeti istifa etti. ",
        "- Doğu Trakya, Marmara ve Boğazlar savaş yapılmadan kurtarıldı. ",
        "- İstanbul ve çevresinin yönetimi TBMM’ye bırakılmakla Osmanlı Devleti’nin hukuken sona erdiği kabul edildi."
      ]
    },

    {
      "title": "Saltanatın Kaldırılması (1 Kasım 1922)",
      "content": [
        "• İstanbul Hükümeti de İtilaf Devletleri tarafından Lozan görüşmelerine çağrılması, TBMM’nin Lozan’a tek başına gitmek istemesi, Saltanatın milli egemenlik ilkesine aykırı olması ve Saltanatın Milli Mücadele’deki tutumu nedeniyle TBMM’e tarafından 1 Kasım 1922’de Saltanat kaldırıldı. ",
        "• TBMM, 18 Kasım 1922’de Abdülmecit Efendi’yi halife olarak seçti. "
      ]
    },

    {
      "title": "Lozan Konferansı (24 Temmuz 1923)",
      "content": [
        "• Mustafa Kemal, Yunanlıların İzmir’de yaptığı tahribatı göstermek için barış görüşmelerinin İzmir’de olmasını istemişse de, İsviçre’nin Lozan kentinde toplandı. ",
        "• Görüşmelere TBMM adına İsmet Paşa öncülüğünde bir heyet katılmıştır. ",
        "• Mustafa Kemal, kapitülasyonlar ve Ermeni yurdu konularında taviz verilmemesini istemiştir. ",
        "• Sovyet Rusya, Bulgaristan Boğazlar konusunda, ABD gözlemci olarak konferansa katıldı. ",
        "• Lozan’da barış görüşmeleri 20 Kasım 1922’de başladı. Borçlar, Irak sınırı, kapitülasyonlar, Boğazlar ve İstanbul’un boşaltılması meselesinden dolayı görüşmeler 4 Şubat 1923’de kesildi. ",
        "• Konferans, 23 Nisan 1923’de tekrar başlayıp, 24 Temmuz 1923’de sonuçlandı.  "
      ]
    },

    {
      "title": "Lozan Antlaşmasının Önemi",
      "content": [
        "• Bağımsız Türkiye Devleti’nin uluslararası arenada kuruluş belgesidir.  ",
        "• Sömürge altında yaşayan milletlere örnek oldu",
        "• Batı Trakya ve Ege Adaları’nın geri alınamaması, Musul meselesinin İngiltere ile yapılacak ikili görüşmelere bırakılması, Boğazların statüsü Lozan Antlaşması’nın eleştirilen yönleridir.",
        "• Lozan Antlaşması; Birinci Dünya Savaşı sonrasında imzalanan antlaşmalar arasında günümüze kadar geçerliliğini koruyan tek antlaşmadır.  ",
        "• 23 Ağustos 1923’de II. Meclis tarafından onaylandı. "
      ]
    }
  ]
}
