{
  "unit": "Unit 7",
  "cards": [
    {
      "title": "Fatih Sultan Mehmet Dönemi (1451-1481)",
      "content": [
        "İstanbul'un Fethi (29 Mayıs 1453) Sebepleri; ",
        "",
        "! Bizans'a denizden gelebilecek yardımı önlemek amacıyla Anadolu Hisarı'nın karşısına Rumeli Hisarı’nı yaptırdı. ",
        "• Bizans'ın Osmanlı şehzadelerini ve Avrupa’yı kışkırtması, ",
        "• Osmanlı Devleti’nin toprak bütünlüğünü bozması,",
        "• İstanbul Boğazı’nın, Karadeniz -Akdeniz ticaret yolu üzerindeki stratejik konumu,"
      ]
    },
    {
      "title": "Fatih Sultan Mehmet Dönemi (1451-1481)",
      "content": [
        "Fethin Dünya Tarihi Açısından Sonuçları: ",
        "",
        "• İstanbul'dan İtalya’ya kaçanlar Rönesans başlamasında etkili olmuşlardır. ",
        "• Avrupa’da Feodalite (derebeylik) yıkılmaya başladı.",
        "• Avrupa’da Coğrafi Keşifleri tetiklemiştir."
      ]
    },
    {
      "title": "Fatih Sultan Mehmet Dönemi (1451-1481)",
      "content": [
        "İstanbul'un Fethinin Türk Tarihi Bakımından Sonuçları: ",
        "",
        "• Osmanlı Devleti İmparatorluk dönemine girmiştir. ",
        "• Başkent Edirne'den İstanbul'a taşınmıştır.",
        "• Osmanlı toprak bütünlüğü sağlandı. ",
        "• Karadeniz-Akdeniz deniz ticaret yolunun denetimi Osmanlılara geçmiştir.",
        "• Osmanlı Devleti İslam Dünyasında itibarı artmış, bu fetih; Feth-i Mübin olarak isimlendirilmiştir."
      ]
    },
    {
      "title": "Fatih Sultan Mehmet Dönemi (1451-1481) - 1",
      "content": [
        "Balkanlarda Fetihler: ",
        "• Belgrat hariç bütün Sırbistan (1459) ",
        "• Arnavutluk (1478)",
        "• Bosna-Hersek (1462-1464)",
        "• Eflak (1462), Boğdan (1476)",
        "• Mora Yarımadası (1460) "
      ]
    },
    {
      "title": "Fatih Sultan Mehmet Dönemi (1451-1481)",
      "content": [
        "Anadolu'da Fetihler: ",
        "• Cenevizlilerden Amasra alındı. (1459) ",
        "• Candaroğullarından Sinop alındı. (1460)",
        "• Karamanoğullarından Konya ve Karaman (1466) alındı.",
        "• Trabzon Rum İmparatorluğuna son verildi. (1461)",
        "• Akkoyunlu Devleti hükümdarı Uzun Hasan ile Osmanlı Devleti arasındaki Otlukbeli Savaşı kazanıldı.(1473)",
        "• Memlukle ilişkiler bozuldu. (Hicaz suyolları meselesi) "
      ]
    },
    {
      "title": "Fatih Sultan Mehmet Dönemi (1451-1481)",
      "content": [
        "Denizlerde Fetihler ve Seferler: ",
        "• Otranto (İtalya) Seferi yapıldı.",
        "• Ege Adaları alındı.",
        "• Kırım Hanlığı Osmanlılara bağlandı (1478) Karadeniz bir Türk gölü oldu. "
      ]
    },
    {
      "title": "Fatih Sultan Mehmet Dönemi (1451-1481) - 2",
      "content": [
        "Fatih Sultan Mehmet Dönemi Osmanlı-Venedik İlişkileri: ",
        "• Osmanlı Devleti, Hıristiyan birliğini parçalamak ve ticareti canlandırmak amacıyla Venediklilere ticari ayrıcalık vermiştir. (1479) ",
        "! Osmanlı Devletinden ilk elçi bulundurma hakkını ve ilk ticari ayrıcalıkları elde eden devlet Venedik'tir. ",
        "! Fatih Sultan Mehmet, Ortodoks Kilisesi’ni himayesi altına alarak varlığını devam ettirmesini sağlamıştır.  ",
        "Bizans'ın Yeniden Diriltilmesini Önlemek İçin Yapılan Çalışmalar: ",
        "• Bizans hanedan üyelerinin kaçtığı Mora Yarımadası’nı fethetti, Mora Despotluğuna son verdi. (1460) Trabzon Rum imparatorluğuna son verdi. (1461) "
      ]
    },
    {
      "title": "Osmanlı Devleti'nin Kısa Zamanda Büyümesinin Sebepleri",
      "content": [
        "• Bizans sınırında kurulmuş olması, ",
        "• Merkeziyetçi bir devlet anlayışına sahip olması (I. Murat ve özellikle Fatih’ten sonra),",
        "• Uç Beyliği oluşu Gaza-Cihat politikası, (Başlangıçta Anadolu beylikleri ile mücadele etmemeleri fetih yönünün batı oluşu) ",
        "• Bizans’ın, Balkanların ve Anadolu’nun, siyasi karışıklık içinde bulunması, ",
        "• Türkmen göçleriyle nüfusunun ve askeri gücünün artması, ",
        "• Ahilerin, Alplerin desteğini almaları, (Ahiyan-ı rum, Abdalan-ı rum, Baciyan-ı rum, Gaziyan-ı rum gibi) ",
        "• İskân siyaseti ve istimalet politikası (adalet ve hoşgörü), ",
        "• İngiltere ile Fransa arasındaki Yüzyıl Savaşları’nın etkisi, "
      ]
    },
    {
      "title": "Fatih Sultan Mehmet Döneminde Devlet Teşkilatlanmasındaki Gelişmeler: ",
      "content": [
        "• Osmanlı Devleti'nin ilk altın parası bastırılmıştır.",
        "• Topkapı Sarayı yapılmıştır. (Saray-ı Cedide)",
        "• İstanbul'da Sahn-ı Seman Medresesi ve Fatih Medresesi kurulmuştur. ",
        "• Kanunname-i Ali Osman hazırlanmıştır. Kardeş katli resmileşmiştir. ",
        "• Divan-ı Hümayun’a sadrazamlar başkanlık etmeye başlamıştır. Devlet yönetimi, Merkeziyetçi bir imparatorluk şeklini almıştır."
      ]
    },
    {
      "title": "II. Bayezıt Dönemi (1481–1512) ",
      "content": [
        "Cem Sultan Olayı (1481-1495)  ",
        "• Taht kavgasında, Cem Sultan Bayezıt'a yenilmiş önce Memluklere sonra Rodos Saint Jean Şövalyeleri’ne sığınmıştır. Şövalyeler Cem'i Papaya teslim etmişler, Osmanlı Devleti yaklaşık 15 yıl bu olayla uğraşmak zorunda kalmıştır. ",
        "! Cem Sultan Olayı uluslararası bir sorun haline gelmiştir. ",
        "",
        "Cem Olayının Osmanlı Devletine Etkileri ",
        "• Batı’nın Osmanlı Devleti'nin iç işlerine karışmasına neden olmuştur. ",
        "• Batıdaki fetihlerin durmasına neden olmuştur. ",
        "• Osmanlı-Memluk ilişkilerinin daha da bozulmasına sebep olmuştur.",
        "• Osmanlı maliyesini zayıflatmıştır.",
        "• İspanya’daki Beni Ahmer Devleti’ne gereken yardım yapılamamıştır. "
      ]
    },
    {
      "title": "Yavuz Sultan Selim Dönemi (1512-1520) ",
      "content": [
        "İran Seferi Ve Çaldıran Savaşı (1514) ",
        "• Çaldıran Savaşı, Safevi hükümdarı Şah İsmail ile Osmanlı Hükümdarı Yavuz Sultan Selim arasındadır.",
        "• Turnadağ Savaşı ile Dulkadiroğulları son verildi. Osmanlıya katılan son beyliktir. ",
        "",
        "Mısır Seferi ",
        "• 1516' da Mercidabık, 1517'de Ridaniye savaşları ile Memlukleri yıktı. ",
        "• Suriye, Filistin, Hicaz, Mısır toprakları Osmanlı Devletine bağlandı.",
        "• Baharat yolunun denetimi Osmanlı Devletine geçti.",
        "! Avrupalıların Ümit Burnu’nu bulması Osmanlı Devleti’nin Baharat Yolu’ndan beklediği kazancı engellemiştir.",
        "• Halifelik Osmanlılara geçti. Böylece Osmanlı Devleti İslam dünyasının lideri oldu. "
      ]
    },
    {
      "title": "Kanuni Sultan Süleyman Dönemi (1520-1566) - 1",
      "content": [
        "• Yavuz Sultan Selim'in ölmesi üzerine taht kavgasına girmeden padişah olmuştur.",
        "İç İsyanlar ",
        "• Canberdi Gazali, Ahmet Paşa, Baba Zünnun, Kalenderoğlu isyanları bastırıldı.  ",
        "Avrupa İle İlişkiler",
        "• Belgrat fethedildi. (1521)  ",
        "• Rodos adası fethedildi. (1522) ",
        "• Mohaç Meydan Savaşı ile Macaristan fethedildi (29 Ağustos 1526)."
      ]
    },

    {
        "title": "Kanuni Sultan Süleyman Dönemi (1520-1566) - 2",
        "content": [
          "• I. Viyana Kuşatması (1529). ",
          "• Alman Seferi (1532). ",
          "• İstanbul Antlaşması (1533): Avusturya kralı protokol bakımından Osmanlı sadrazamına denk olacaktı. Üstünlük 1606 yılında Osmanlı Devleti ve Avusturya arasında imzalanan Zitvatorok antlaşmasıyla sona ermiştir. ",
          "! Kanuni Sultan Süleyman’ın son seferi Zigetvar seferidir (1566). ",
          "Osmanlı - İran İlişkileri ",
          "• Bu dönemde İran üzerine; Irakeyn (1534), İran (1548) ve Nahcivan (1553 -1555) seferleri yapılmış, Amasya Antlaşması imzalanmıştır (1555). Bu antlaşma, Osmanlı Devleti ile İran arasında imzalanan ilk anlaşmadır. "
        ]
      },
    {
      "title": "Kanuni Sultan Süleyman Dönemi (1520-1566) - 3",
      "content": [
        "• Kanuni Sultan Süleyman Dönemi Fransa İlişkileri, Kapitülasyonlar (1535)",
        "- Amaç; Avrupa Hristiyan birliğini bozmak, Avrupa siyasetinde etkili olmak, Akdeniz ticaretini canlandırmaktır. ",
        "! Bu kapitülasyon süresiz değildi. İki hükümdarın yaşadığı dönem için geçerliydi.",
        "! I. Mahmut döneminde 1740'da Belgrat Antlaşması’ndan sonra sürekli hale getirilmiştir. ",
        "! Başlangıçta sadece Fransızlara verilen bu haklar genişletilerek, diğer Avrupa devletlerine de verilmiştir.",
        "! 24 Temmuz 1923 tarihli Lozan Barış Antlaşmasıyla Kapitülasyonlar tamamen kaldırılmıştır. "
      ]
    },
    {
      "title": "Kanuni Sultan Süleyman Dönemi (1520-1566) - 4",
      "content": [
        "Kanuni Sultan Süleyman Dönemi Denizlerde Gelişmeler ",
        "• Rodos adası fethedildi. (1522) ",
        "• Barbaros Hayrettin Paşa'nın Osmanlı hizmetine girmesiyle Cezayir Osmanlıya katıldı. ",
        "• Preveze Deniz Savaşı (28 Eylül 1538): Preveze Deniz Savaşı’yla Akdeniz’deki Osmanlı Egemenliği kesinlik kazanmış, Doğu Akdeniz bir Türk gölü haline gelmiştir. ",
        "• Sinan Paşa ve Turgut Reis 1551 yılında Trablusgarp'ı aldı. ",
        "• Cerbe Deniz Savaşı kazanıldı. (1559)",
        "• Hint Deniz Seferleri (1538–1553). Sebep; Coğrafi Keşiflerle Hint deniz ticaretinin kontrolünü, Portekizlilerin denetiminden kurtarmaktır."
      ]
    },

    {
      "title": "II. Selim Dönemi (1566-1574) ",
      "content": [
        "• Osmanlı tarihinde ilk defa ordunun başında sefere çıkmayan padişah olan II. Selim, aynı zamanda İstanbul’da ölen ilk padişahtır.  ",
        "• Kıbrıs’ın Fethi (1571) İnebahtı deniz savaşına sebep oldu. Osmanlı Donanması ilk kez yakılmıştır.",
        "! Osmanlı donanması, ",
        "- 1571 İnebahtı’da -  Haçlılar,",
        "- 1770 Çeşme’de   -   Ruslar,",
        "- 1827 Navarin’de  -  Rus, İngiliz ve Fransızlar, ",
        "- 1853 Sinop’ta - Ruslar tarafından yakılmıştır."
      ]
    }
  ]
}
