{
  "unit": "Unit 8",
  "cards": [
    {
      "title": "Osmanlı Devleti'nde Saray",
      "content": [
        "•Merkeziyetçi bir yapıya sahip olan Osmanlı Devleti için Saray; devlet yönetiminin merkezi, aynı zamanda padişahın ailesiyle birlikte kaldığı yerdir. ",
        "Topkapı Sarayı üç bölüme ayrılır:  ",
        "Birun (Dış Saray) Devlet işlerinin görüşüldüğü bölümdür. ",
        "Enderun (İç Saray): Padişahın kaldığı bölümdür. Aynı zamanda Osmanlı Devleti’ne yüksek dereceli devlet adamı yetiştiren saray okuludur.  ",
        "Harem: Osmanlı’da Harem, Enderun'un kadınlar için karşılığıdır. "
      ]
    },
    {
      "title": "Divan-ı Hümayun",
      "content": [
        "• Divan-ı Hümayun; idari, askeri, ekonomik her türlü meselenin görüşülüp karar bağlandığı kuruldur. ",
        "• Aynı zamanda Divan-ı Hümayun, halkın her türlü şikâyetlerini iletebildiği, kadı kararlarına itiraz edebildiği en yüksek karar organıdır.",
        "• Orhan Bey tarafından kurulmuş, XIX. yy. da II. Mahmut döneminde kaldırılmış, kabine sistemine geçilmiştir. "
      ]
    },
    {
      "title": "Divan-ı Hümayun Üyeler - 1",
      "content": [
        "• Sadrazam (Vezir-i Azam)",
        " - Osmanlı Devleti’nde padişahtan sonra en yetkili kişidir.",
        " - Seyfiye sınıfındandır.",
        "• Vezirler (Kubbealtı Vezirleri) ",
        " - Divan toplantıları Kubbealtı denilen yerden yapıldığı için Kubbealtı Vezirleri denilirdi.",
        " - Seyfiye sınıfındandır. ",
        "• Kazasker ",
        " - Kadı ve müderrislerin atanması, Divan’a gelen davalara bakmak başlıca görevleridir. ",
        " - Adalet ve Milli Eğitim bakanları gibi çalışmıştır. ",
        " - İlmiye sınıfındandır.  ",
        "• Defterdar ",
        " - Osmanlı ekonomisinin işleyişinden sorumluydular. ",
        " - Maliye Bakanı gibi çalışmıştır. ",
        " - Kalemiye sınıfındandır. "
      ]
    },
    {
      "title": "Divan-ı Hümayun Üyeler - 2",
      "content": [
        "• Nişancı ",
        " - Ferman, berat gibi padişah emri olan belgeleri hazırlayarak bunlara padişahın tuğrasını çekmek, devletin her türlü iç ve dış yazışmasını yürütmek, tapu-tahrir kayıtlarını tutmak, görevlerindendir. ",
        " - Kalemiye sınıfındandır. ",
        "• Yeniçeri Ağası ",
        " - Yeniçeriler ile ilgili konular görüşülürken ya da İstanbul’un güvenliği ile ilgili konularda toplantılara katılırdı. ",
        " - Seyfiye sınıfındandır. ",
        "• Kaptan-ı Derya ",
        " - Osmanlı donanmasının komutanıdır. ",
        " - Seyfiye sınıfındandır."
      ]
    },
    {
        "title": "Divan-ı Hümayun Üyeler - 3",
        "content": [
          "•  Şeyh-ül İslam ",
          " - Ulema sınıfının en yüksek görevlisidir. En büyük fetva makamıdır. ",
          " - İlmiye sınıfındandır.  ",
          "• Reis-ül Küttap ",
          " - Nişancının emrindeki kâtiplerin başıdır. Divan üyesi değildir. ",
          " - XVIII. yüzyıldan itibaren diplomasinin önemi artınca, Dış İşleri Bakanı gibi çalışmıştır. ",
          " - Kalemiye sınıfındandır. "
        ]
      },
    {
      "title": "Osmanlı Taşra Teşkilatı",
      "content": [
        "• Osmanlı Devleti’nde başkentin dışında kalan her yer taşraydı.",
        "• Osmanlı Devletinde ülke; eyaletlere, eyaletler sancaklara, sancaklar kazalara, kazalar ise köylere ayrılmıştır.",
        "• Salyeneli (Yıllıklı) Eyaletler:",
        "• Salyanesiz (Yıllıksız) Eyaletler: Tımar sisteminin uygulandığı eyaletlerdir.  ",
        "Özel Yönetimi Olan Eyaletler: İç işlerinde serbest dış işlerinde merkeze bağlı, yöneticileri Padişah tarafından belirlenen eyaletler.",
        "Beylerbeyi: Eyaleti yöneten görevlidir.",
        "Sancak Beyi: Sancakları yöneten görevlidir. ",
        "Kadı: Kazalarda kadı, hem hukuk görevlisi, hem de en yüksek mülki amirdir."
      ]
    },
    {
      "title": "Osmanlı Devletinde Yönetici Sınıflar (Askeriyeler)",
      "content": [
        "Seyfiye (Ehl-i Kılıç, Ehl-i Örf, Ümera): ",
        "Osmanlı Devleti’nin askeri bürokrat sınıfıdır. Yönetim ve askerlik işlerini yaparlardı.",
        "",
        "İlmiye (Ehl-i İlim, Ulema): ",
        "Görevleri Kadı ve Kazaskerler vasıtasıyla adalet (kaza), müderris ve muallimler vasıtasıyla eğitim (tedris), müftü ve Şeyhülislam vasıtasıyla fetva (İfta), imam, müezzin, vasıtasıyla din işlerini yürütmekti.",
        "",
        "Kalemiye (Ehl-i Kalem):  ",
        "Osmanlı Devleti’nde sivil bürokrat sınıfıdır. Mali ve idari işlerin yürütülmesinden sorumludurlar."
      ]
    },
    {
      "title": "Osmanlı Devletinde Reaya (Yönetilenler)",
      "content": [
        "• Vergi verenlerdir. Osmanlı Devleti’nde askerî (yönetenler) sınıfın dışında kalan herkes reayadır. ",
        "• Millet Sistemi: Osmanlı Devletinin toplumsal, idari, hukuki, siyasi yapısı ırk esasına göre değil, Millet Sistemi adı verilen din esasına göre şekillenmiştir. Millet Sistemi’ne göre reaya ikiye ayrılırdı; Müslimler, Gayri Müslimler."
      ]
    },
    {
      "title": "Tımar (Dirlik) Sistemi",
      "content": [
        "Osmanlı Devletinde bazı bölgelerin vergi gelirlerini hizmet veya maaş karşılığı olarak askerlere veya devlet görevlilerine ayırırdı. Bu gelir kaynağına Dirlik denilirdi (Büyük Selçuklu Devleti’nde İkta).  ",
        "Dirlikler gelirlerine göre üçe ayrılmıştı.",
        "Has: Padişah ve ailesine, sadrazam, vezirlere vb. verilen geliri 100 bin akçeden fazla dirliklerdir. ",
        "Zeamet: Orta dereceli devlet görevlilerine verilen yıllık vergi geliri 20-100 bin akçe arsındaki dirliklerdir. ",
        "Tımar: Sipahilere verilen 3-20 bin akçe yıllık vergi geliri olan dirliklerdir. "
      ]
    },
    {
      "title": "Osmanlı Hukuk Sistemi",
      "content": [
        "• Osmanlıda Hukuk’un temelleri; Örfi ve Şer’i hukuk idi. Mahkemelere kadılar bakardı.",
        "• Örfi Hukuk: Temeli gelenek ve göreneklere dayanan, padişah tarafından konulan kurallardır.",
        "• Şer’i Hukuk: Temeli Kuran, Hadis ve Sünnete dayanan daha çok sosyal hayatın düzenlenmesini sağlayan hukuk kurallarıdır.",
        "• Osmanlıda büyük kanun yapıcılar; Fatih Sultan Mehmet - Kanunname-i Ali Osman, Kanuni Sultan Süleyman- Kanuni Kanunnâmesi’dir.",
        "• Kadıların görevleri: Hâkim-yargıçlık yapmak, örfi ve şer’i hukuku uygulamaktı. Evlenme, boşanma, vakıf kurma, kiralama, alım satım gibi işlemlerin karara bağlanması, kazaları yönetmekti. Ayrıca Merkezden gelen emirleri duyurmak ve yerine getirmek görevleri arasındaydı. "
      ]
    },
    {
      "title": "Osmanlı Eğitim Sistemi ",
      "content": [
        "• Osmanlı Devleti’ndeki başlıca örgün eğitim kurumları: Sıbyan mektepleri, medreseler, askeri eğitim yapılan ocaklar, Enderun’dur. ",
        "• Osmanlı Devletindeki başlıca yaygın eğitim kurumları: Cami, tekke, zaviye, vb. Osmanlı Devleti’nde mesleki eğitim Lonca teşkilatı bünyesinde verilirdi. Saray Eğitimi: Enderun ve Harem’dir. ",
        "• Medrese Eğitimi, Osmanlı Devleti’nde eğitim öğretim sisteminin temel kurumuydu. • Medreselerde dini bilimlerin yanında tıp, matematik, fizik, kimya, tarih, coğrafya, gibi bilimler de verilirdi.  ",
        "• Osmanlıdaki en önemli medreseler, Fatih’in yaptırdığı Sahn-ı Seman Medreseleri ve Kanuni Sultan Süleyman’ın yaptırdığı Süleymaniye Medreseleridir. "
      ]
    },
    {
      "title": "Toprak Sistemi",
      "content": [
        "• Paşmaklık toprakları: Gelirleri padişah eşlerine, kızlarına vb. bırakılan topraklardır.",
        "• Malikâne toprakları: Devlet adamlarına hizmetleri karşılığı verilen topraklardır. ",
        "• Yurtluk ve Ocaklık Toprakları: Türkmenlere, kale komutanlarına, tersane giderlerine, fetihlerde başarı gösterenlere hizmetlerine karşılık verilen topraklardır.  ",
        "• Dirlik (Tımar)Toprakları: Geliri, devlet adamlarına ve askerlere hizmet veya maaş karşılığı verilen topraklardır.",
        "• Mukataa: Geliri doğrudan hazineye gönderilen arazileridir. ",
        "Mülk Arazi: Mülkiyeti kişilere ait topraklardır.",
        "Vakıf Arazi: Gelirleri hayır kurumlarına bırakılan topraklardır.",
        "Çifthane: Osmanlı Devleti, köylü bir aileye, bir çift öküzün işleyebileceği kadar, belirli şartlarla kiraya verdiği topraktır.",
        "Mirî Arazi: Mülkiyeti devlete ait topraklardır."
      ]
    },
    {
      "title": "Osmanlı Devletinde Vergiler",
      "content": [
        "Şer’i Vergiler:  ",
        "•Öşür: Toprak ürünlerinden yüzde on oranında Müslümanların ödediği vergidir. ",
        "•Haraç: Müslüman olmayanların ödediği üretim vergisidir.",
        "•Cizye: Müslüman olmayanlardan askere gitmedikleri için alınan vergidir. ",
        "",
        "Örfi Vergiler: ",
        "• Çiftbozan Vergisi: Toprağı üç yıl üst üste mazeretsiz işlemeyenden alınan vergidir.",
        "• Resmi Çift: Çift edilen yerin tasarrufu karşılığında alınan vergidir. ",
        "• Ağnam Vergisi: Koyun, keçi gibi hayvanlardan alınan vergidir. ",
        "• Baclar ve Gümrük Resimleri: Ticaret yapanlardan alınan vergidir. ",
        "• Avarız: Olağanüstü durumlarda alınan vergidir. "
      ]
    }
  ]
}
