{
  "unit": "Unit 11",
  "cards": [
    {
      "title": "XVIII. Yüzyılda Osmanlı Devletinin Genel Durumu",
      "content": [
        "• Osmanlıda gerileme dönemi, 1699 Karlofça antlaşması ile başlayıp 1792 Yaş antlaşmasına kadar süren dönemdir. ",
        "• Osmanlı Devleti dış politikada; önce kaybettiği toprakları geri almaya çalışmış, 1718 Pasarofça antlaşmasından itibaren elindeki toprakları koruma politikası izlemiştir.  ",
        "• XVIII. yüzyılda Osmanlı Devleti, Avrupa'dan geri kaldığını kabul etmiş yapılan ıslahatlarda Avrupa'yı örnek almaya çalışmıştır. ",
        "• Osmanlı Devleti, Avrupalı devletlerle diplomatik ilişki kurması gerektiğini kabullenmiştir. Lale Devri’nde Avrupa’ya geçici elçiler göndermiş, III. Selim Devri’nde Avrupa’da sürekli elçilikler kurmuştur.",
        "• Bu yüzyılda Osmanlı Devleti en fazla Rusya ve Avusturya ile mücadele etmiştir. Bu iki devlet, bu yüzyılda Osmanlı Devleti’ne karşı ortak hareket etmektedir.",
        "• İran ve Lehistan, XVIII. yüzyılda güçten düşmüştür. "
      ]
    },
    {
      "title": "Rusya'nın Tarihi Politakaları",
      "content": [
        "• Rusya kurulduğundan itibaren; Kırımı ele geçirerek, Karadeniz'e, Boğazlar üzerinden Akdeniz'e inmeyi hedeflemiştir. ",
        "• Ayrıca XVIII. yüzyılda Ortodoksların himaye etmeye çalışmıştır. ",
        "• Avusturya ile projeler üretmiş (Dakya Projesi gibi), ittifaklar kurmuştur. ",
        "! XIX. yüzyılda Fransız İhtilali’nden itibaren ise Panslavizm politikasını benimsemiştir. "
      ]
    },
    {
      "title": "XVIII. YY'da Siyasi Gelişmeler -1",
      "content": [
        "• Osmanlı-Rusya Savaşı ve 1711 Prut Antlaşması",
        "• Osmanlı -Venedik / Avusturya Savaşı ve 1718 Pasarofça Antlaşması",
        "• Osmanlı - Rusya / Avusturya Savaşları ve 1739 Belgrat Antlaşması",
        "! Belgrat antlaşması ile kapitülasyonlar sürekli hale getirildi.",
        "• 1768-1774 Osmanlı - Rusya Savaşı ve Küçük Kaynarca Antlaşması : ",
        " - Karadeniz Türk gölü olmaktan çıktı. Osmanlı Devleti ilk kez halifenin siyasi gücünden yararlanmak istedi. "
      ]
    },

    {
      "title": "XVIII. YY'da Siyasi Gelişmeler -2",
      "content": [
        "Kırım’ın elden çıkış süreci:",
        "- 1774 Küçük Kaynarca Antlaşması ile Kırım bağımsız oldu ",
        "- 1779 Aynalıkavak Tenkihnamesi sonrası Rusya yanlısı Şahin Giray, Kırım Hanı oldu. ",
        "- 1792 Yaş antlaşması ile Kırım’ın Rusya'ya ait olduğu kabul edildi. ",
        "•Osmanlı - Rusya / Avusturya Savaşı ve 1791 Ziştovi / 1792 Yaş Antlaşmaları: ",
        "•Fransa'nın Mısırı İşgali (1798-1801): İhtilalden sonra Fransa'nın yönetimini ele geçiren Napolyon, İngiltere'nin sömürge yollarını kontrol için Mısır'a saldırdı. Cezzar Ahmet Paşa komutasındaki Nizam-ı Cedit ordusu, Akka Kalesi önlerinde Napolyon'u bozguna uğrattı. "
      ]
    },
    {
      "title": "Lale Devri Islahatları",
      "content": [
        "• 1718 Pasarofça Antlaşması ile başlayıp, 1730 Patrona Halil İsyanı ile biten dönemdir. ",
        "• Devrin padişahı III. Ahmet, sadrazam Nevşehirli Damat İbrahim Paşa'dır. ",
        "• Osmanlı Devleti, Avrupa'nın önemli başkentlerine (Paris, Londra, Viyana) geçici elçiler göndermiş ve bunların hazırladığı raporlar doğrultusunda ıslahatlar yapmıştır. ",
        "• İlk elçi Yirmi sekiz Mehmet Çelebi’dir (Eseri; Sefaretname). ",
        "• Sait Efendi ve İbrahim Müteferrika tarafından Müslümanlara ait ilk matbaa kuruldu. "
      ]
    },
    {
      "title": "III. Selim Dönemi Islahatları (Nizam-ı Cedid)",
      "content": [
        "• Nizam-ı Cedid, III. Selim döneminde yapılan ıslahatlara ve bu dönemde kurulan batılı tarzdaki yeni orduya verilen isimdir. ",
        "• Bir danışma meclisi (Meclis-i Meşveret) oluşturuldu. ",
        "• Levent ve Selimiye kışlaları kuruldu. ",
        "• Nizam-ı Cedid ordusunun giderlerini karşılamak için İrad-ı Cedid hazinesi kuruldu. ",
        "• Yabancı dil eğitimi (Fransızca) verilmeye başlandı. ",
        "• Avrupa başkentlerinde (Londra, Paris, Viyana, Berlin) ilk kez daimi elçilikler açıldı.",
        "• Mühendishane-i Berri Hümayun adlı yeni bir askeri okul açıldı.",
        "! Kabakçı Mustafa İsyanı ile Yeniçeriler, III. Selim'i tahttan indirdi, yerine IV. Mustafa'yı tahta geçirdiler. "
      ]
    }
  ]
}
