{
  "unit": "Unit 13",
  "cards": [
    {
      "title": "Mustafa Kemal'in Askerlik Hayatı - 1",
      "content": [
        "• İlk görev yeri 1905-1907 yılları arasında Şam'da V. Ordu’da görev yaptı. Burada Vatan ve Hürriyet adında bir dernek kurdu.  ",
        "• 19 Nisan 1909'da Hareket Ordusu'nda kolağası olarak görev aldı.  ",
        "- 1910 yılında Fransa'ya gönderildi, Picardie manevralarına katıldı.  ",
        "• 1911 yılında İtalyanların Trablusgarp'a hücumu ile başlayan savaşta, Mustafa Kemal gönüllü bir grup arkadaşıyla birlikte Trablus'a gitti. Tobruk ve Derne savunmalarında görev aldı. Mustafa Kemal buradayken Balkan Savaşları başladı.  ",
        "• 1913 yılında Sofya Ateşemiliterliği’ne atandı.  "
      ]
    },
    {
      "title": "Mustafa Kemal'in Askerlik Hayatı - 2",
      "content": [
        "• Birinci Dünya Savaşı’nda Çanakkale Cephesi’nde, 19. Tümen komutanlığı yaptı. Bu başarı üzerine albaylığa yükseldi. 8 Ağustos 1915 tarihinde Anafartalar Grup Kumandanlığına getirildi.  ",
        "• Mustafa Kemal Çanakkale Savaşları’ndan sonra 1 Nisan 1916'daKafkas Cephesi’nde tümgeneralliğe (Mirliva) yükseldi. Muş ve Bitlis'in geri alınmasını sağladı.  ",
        "• Veliaht Vahdettin’le Almanya'ya giderek cephede incelemelerde bulundu. Bu seyahatte rahatsızlığı nedeniyle Viyana ve Karlsbad'a giderek tedavi oldu. ",
        "• 1918'de Suriye'de bulunan Yıldırım Orduları Grubu Komutanlığına getirildi. 13 Kasım 1918'de İstanbul'a dönüp Harbiye Nezâreti'nde göreve başladı.  ",
        "• Mustafa Kemal 9. Ordu Müfettişi olarak 19 Mayıs 1919'da Samsun'a çıktı.  "
      ]
    },
    {
      "title": "Mustafa Kemal'in Hayatında İz Bırakan Şehirler",
      "content": [
        "• Selanik: Doğup büyüdüğü şehirdir. Günümüzde Yunanistan’ın sınırları içerisindedir. Osmanlı Devleti’nin Avrupa’ya açılan kapısıdır. ",
        "• Manastır: İdadiyi bitirdiği şehirdir. Günümüzde Makedonya’dadır. ",
        "• İstanbul: Harp Okulu ve Harp Akademisi’ne gittiği, aynı zamanda Osmanlı Devletinin başkenti olan şehirdir. ",
        "• Şam: Mustafa Kemal’in ilk görev yeri, Vatan ve Hürriyet cemiyetini kurduğu şehirdir. ",
        "• Sofya: Balkan Savaşları’ndan sonra ateşemiliter olarak atandığı şehirdir. "
      ]
    },

    {
      "title": "Fikir Hayatını Etkileyen Yazarlar ve Düşünürler",
      "content": [
        "• Türk yazar ve düşünürler; Ziya Gökalp, Namık Kemal, Mehmet Emin Yurdakul ve Tevfik Fikret, yabancı düşünürlerden, Jean Jack Rousseau, Montesquieu, Voltaire. ",
        "• Mustafa Kemal’in en büyük eseri şüphesiz Türkiye Cumhuriyeti’dir.  ",
        "• Kaleme almış olduğu en önemli eseri Nutuk’tur. Nutuk, 1919’dan 1927’ye kadar geçen dönemi anlatır.  ",
        "• Ayrıca; Takımın Muharebe Talimi, Cumalı Ordugâhı, Taktik Tatbikat Gezisi, Bölüğün Muharebe Eğitimi, Subay ve Komutan ile Konuşmalar eserleri de bulunmaktadır. Cumhuriyet döneminde yazdığı geometri kitabı vardır. "
      ]
    },
    {
      "title": "I. Dünya Savaşı (1914-1918)",
      "content": [
        "• Savaşın Genel Nedenleri:  ",
        " - Milliyetçilik akımı,  ",
        " - Sömürgecilik yarışı, ",
        " - Ham madde ve pazar arayışı,  ",
        " - Devletlerarası bloklaşma ve silahlanma yarışı. ",
        "• Savaşın Özel Nedenleri: ",
        " - Fransa’nın Almanya’ya kaptırdığı Alsas Loren’i geri almak istemesi, ",
        " - Japonya’nın Uzak Doğu’da sömürge arayışı, ",
        " - Avusturya-Macaristan ile Rusya arasındaki Balkanlardaki çekişme,",
        " - Rusya’nın Balkanlardaki Panslavizm politikası ve sıcak denizlere ulaşma amacı, ",
        " - Almanya ve İtalya’nın siyasi birliklerini tamamlaması ve sömürgecilik rekabetine katılmaları, ",
        " - İngiltere ve Almanya arasındaki siyasal ve ekonomik rekabet, "
      ]
    },
    {
      "title": "Osmanlı Devletin'in I.Dünya Savaşına Girmesinin Nedenlerleri",
      "content": [
        "- Kaybedilen toprakları geri alma düşüncesi, ",
        "- Almanya'nın kazanacağına inanılması, ",
        "- İngiltere, Fransa ve Rusya'nın Osmanlı Devletine karşı düşmanca tavır takınmaları, ",
        "- Siyasi yalnızlıktan kurtulmak istemesi, ",
        "- İngilizlerden kaçan iki Alman gemisi, Goben (Yavuz) ve Breslav (Midilli)’ın Rus limanlarını (Sivastopol ve Odessa) bombalaması. "
      ]
    },

    {
      "title": "Almanya'nın Osmanlı Devleti'ni Yanında İstemesinin Nedenleri",
      "content": [
        "- Savaşı daha geniş alanlara yaymak, ",
        "- Osmanlının Jeopolitik konumundan yararlanmak, ",
        "- Osmanlı halifesinin gücünden faydalanmak ve İtilaf Devletlerinin sömürgeleri olan Müslüman ülkeleri ayaklandırma düşüncesi, ",
        "- Sömürgelere giden yolları kontrol altında tutmak, "
      ]
    },

    {
      "title": "Osmanlı Devleti'nin I.Dünya Savaşında Savaştığı Cepheler -1",
      "content": [
        " Kafkas Cephesi: ",
        "• Rusya’ya karşı açılan taarruz cephesidir.  ",
        "- Hazar petrol bölgelerini el geçirmek, Orta Asya Türk dünyası ile işbirliği yapmak, İngiltere’nin Hint sömürge yollarını kesmek, Avrupa’da rahatlamak isteyen Almanya’nın Osmanlıyı kışkırtması, Kafkas Cephesi’nin açılma sebepleridir. ",
        "• Ruslar tarafından Osmanlıya karşı kullanılan Ermeniler, 14 Mayıs 1915’de çıkarılan Tehcir Kanunu ile Suriye’ye gönderildi. ",
        "• Erzurum, Erzincan, Bitlis, Muş, Van ve Trabzon Rusların eline geçti. ",
        "• Çanakkale savaşlarından sonra Kafkas cephesine atanan Mustafa Kemal, 1916’da Muş ve Bitlis’i Ruslardan geri aldı. ",
        "• Bolşevik İhtilali’nden sonra  Rusya, 3 Mart 1918 Brest-Litowsk Antlaşması ile savaştan çekildi. Kars, Ardahan ve Batum’u (Elviye-i Selâse) Osmanlıya geri verdi. "
      ]
    },

    {
      "title": "Osmanlı Devleti'nin I.Dünya Savaşında Savaştığı Cepheler -2",
      "content": [
        "Kanal Cephesi ",
        "• Mısır’ı alarak İngiltere’nin Hint sömürge yolarını kontrol altına almak amaçlanmıştır.  ",
        "• Osmanlının diğer taarruz cephesidir. ",
        "• Cemal Paşa komutasındaki Osmanlı ordusu İngilizlere yenilerek Filistin’e çekilmiştir. ",
        "Irak Cephesi  ",
        "• İngilizler, Musul-Kerkük petrollerini ele geçirmek, Rusya’ya yardım etmek ve Almanların Orta Doğu’daki etkisini kırmak istemiştir. ",
        "• Savunma cephesidir. ",
        "• İngiltere, 29 Nisan 1916’da Kut’ül-Amare’de Türklere mağlup olmuş ve İngiliz General Townshend Türklere esir düşmüştür.  "
      ]
    },

    {
      "title": "Osmanlı Devleti'nin I.Dünya Savaşında Savaştığı Cepheler -3",
      "content": [
        "Çanakkale Cephesi ",
        "• Savunma cephesidir.  ",
        "• Cephenin açılma sebepleri: ",
        "- İstanbul ve boğazları ele geçirmek, savaşın süresini kısaltmak, ",
        "- Ekonomik kriz içeresinde bulunan Rusya’ya, askeri ve ekonomik yardım götürmektir. ",
        "! Askerlerine “Ben size taarruzu değil, ölmeyi emrediyorum” diyen, 19. Tümen komutanı Mustafa Kemal’in Anafartalar, Conkbayırı’nda kazandığı başarılar onun tanınmasına ve ileride Millî Mücadelenin başına geçmesinde etkili olmuştur. ",
        "! Nusret Mayın Gemisi’nin boğaza döşediği mayınların zaferdeki payı büyüktür. "
      ]
    },

    {
        "title": "Osmanlı Devleti'nin I.Dünya Savaşında Savaştığı Cepheler -4",
        "content": [
          "• Çanakkale Zaferi’nin sonuçları: ",
          "- Birinci Dünya Savaşı uzadı. ",
          "- Rusya’ya yardım götürülemediğinden dolayı Bolşevik İhtilali’ne neden oldu. ",
          "- İttifak devletleri yanında savaşa giren Bulgaristan, Osmanlı ile Almanya arasında kara bağlantısı oldu.  ",
          "- Türk ulusunun kendine olan güveni arttı. Milli Mücadele’ye ilham kaynağı oldu. "
        ]
      },

    {
      "title": "Osmanlı Devleti'nin I.Dünya Savaşında Savaştığı Cepheler -5",
      "content": [
        "Hicaz ve Yemen Cephesi ",
        "• Osmanlı Devleti; kutsal yerleri korumak için savaşmış, ancak Arapların İngilizlerle beraber hareket etmesinden dolayı başarılı olamamıştır.  ",
        "! Araplarda milliyetçiliğin güçlendiği ve İslamcılık fikrinin etkisinin azaldığı görüldü. ",
        "! Fahrettin Paşa’nın Medine savunması kahramanıdır. ",
        "! I. Dünya Savaşından sonra Arap bölgelerinde İngiltere ve Fransa mandater yönetimler kurmuştur. "
      ]
    },

    {
        "title": "Osmanlı Devleti'nin I.Dünya Savaşında Savaştığı Cepheler -6",
        "content": [
          "Filistin ve Suriye Cephesi ",
          "• Kanal Harekâtı’nın başarısız olmasıyla taarruza geçen İngilizler, Kudüs’e girmiştir. ",
          "• İngiliz ilerleyişi Mustafa Kemal Paşa tarafından Halep’in kuzeyinde durdurulmuştur. ",
          "Galiçya-Makedonya-Romanya Cepheleri ",
          "• Osmanlı Devleti, bu cephelerde müttefiklerine yardım etmek için savaşmıştır. Osmanlı’nın toprakları dışında savaştığı cephelerdir. "
        ]
      },

    {
      "title": "Mondros Ateşkes Antlaşması (30 Ekim 1918)",
      "content": [
        "• Bulgaristan’ın savaştan çekilmesi, Wilson Prensiplerinden cesaret alınması, cephelerinin çökmesi, İttihat ve Terakki Partisi liderlerinin (Cemal Paşa, Enver Paşa, Talat Paşa) ülkeyi terk etmesi ve yönetime Hürriyet ve İtilaf Fırkası’nın gelmesi sonrasında Osmanlı, İtilaf Devletleri’yle ateşkes imzaladı. ",
        "• Ateşkes Antlaşması, Osmanlı adına Bahriye Nazırı Rauf Orbay ile İtilaf Devletleri adına İngiliz Amirali Calthrope arasında, Limni Adası’nın Mondros limanında Agamemnon zırhlısında imzalanmıştır. ",
        "• Mondros Ateşkes Antlaşması’na göre;  ",
        "- Anlaşma devletleri güvenliklerini tehdit edecek bir durumda istedikleri stratejik bir bölgeyi işgal edebilecektir (7. madde). Bu madde işgallerin hukuki dayanağı olmuştur.",
        "- Doğu Anadolu’da altı ilde (Vilayat-i Sitte: Erzurum, Van, Elazığ, Sivas, Bitlis, Diyarbakır) bir karışıklık çıktığında itilaf devletleri buraları işgal edebilecektir (24. madde). Doğu Anadolu’da bir Ermeni Devleti kurma projesinin göstergesidir. "
      ]
    },

    {
      "title": "Paris Barış Konferansı (18 Ocak 1919)",
      "content": [
        "• İtilaf Devletleri yenilen devletlerle imzalanacak barış antlaşmalarının şartlarını tespit etmek için Paris’te toplanan konferanstır.  ",
        "• Milletler Cemiyeti’nin kurulması kararlaştırılmıştır.  ",
        "• İtilaf Devletleri arasındaki çıkar çatışmaları nedeniyle, Osmanlı ile imzalanacak barışın şartları hazırlanamamıştır.  ",
        "• Batı Anadolu’da güçlü bir İtalya istemeyen İngiltere, Yunanistan’ın sahte raporlarını kullanarak İzmir ve çevresinin Yunanlılar tarafından işgal edilmesini konferansa kabul ettirdi. İtilaf Devletleri arasında ilk çatlak oluştu. "
      ]
    }
  ]
}
