{
    "unit": "Unit 4",
    "cards": [
      {
        "title": "Türk Arap İlişkileri",
        "content": [
          "• İlk komşuluk ilişkileri İran’ın fethedildiği Hz Ömer döneminde başlamıştır. Aralarında İlk savaşlar Hz Osman döneminde Hazarlarla Kafkaslar için olmuştur. ",
          "• Emeviler döneminde Türk-Arap ilişkileri Emevilerin Mevali politikası nedeniyle olumsuz gelişmiş, özellikle bu dönem Türgişlerle kanlı savaşlara sahne olmuştur.",
          "• Abbasiler döneminde ise Mevali politikasının terk edilmesi ile ilişkiler olumlu seyretmiştir.",
          "• Talas Savaşı (751) Türk-İslam tarihinde bir dönüm noktasıdır. "
        ]
      },

      {
        "title": "Türklerin İslam Dünyası'ndaki Faaliyetleri ve Hizmetleri",
        "content": [
          "• Türkleri devlet hizmetinde görevlendiren ilk halife Mansur’dur.",
          "• Bizans sınır boylarında Türklere görevler verilmiştir. (Avasım Bölgesi)",
          "• Mu'tasım döneminde Türkler için Samerra şehri kuruldu.",
          "• Büyük Selçuklular Abbasi Halifesini Şii Büveyhoğullarının baskısından kurtardılar,  Babek isyanı bastırmışlardır.",
          "• Bizans, Haçlılar ve Moğol tehlikesine karşı İslam dünyasını Türkler korumuşlardır.",
          "• İslamiyet'i Batıda ve Doğuda yaydılar.",
          "• İslam uygarlığının gelişmesine büyük katkıda bulundular. "
        ]
      },

      {
        "title": "İlk Türk İslam Devletleri -1",
        "content": [
          "Karahanlı Devleti (840-1212) (Hakaniyye)",
          "",
          "• Orta Asya’daki ilk Türk İslam devletidir. ",
          "• Karluk, Yağma, Çiğil ve Tuhsi boyları tarafından 840 yılında kurulmuştur. ",
          "• Devletin merkezi Balasagun, bilinen ilk hükümdarı Bilge Kül Kadir Han’dır.",
          "• Satuk Buğra Han, İslamiyet’i kabul eden ilk Karahanlı hükümdarıdır.",
          "• Doğu Karahanlı Devleti’ni Karahitaylar, Batı Karahanlılar Devleti’ni ise Harzemşahlar ortadan kaldırılmıştır. "
        ]
      },

      {
        "title": "İlk Türk İslam Devletleri -2",
        "content": [
          "Gazneli Devleti (963-1187)",
          "",
          "• Samanilerden ayrılan Alp Tegin tarafından kurulmuştur. Başkenti Gazne’dir.",
          "• Horasan, Afganistan ve Kuzey Hindistan’da kurulmuştur.",
          "• Gazneli Mahmut devlete en parlak dönemini yaşatmıştır.",
          "• Hindistan üzerine 17 sefer yaparak İslamiyet’in Hindistan’da yayılmasına katkı sağlamıştır. Abbasi halifesi tarafından Gazneli Mahmut’a “Sultan” unvanı verilmiştir. Sultan ünvanı kullanan ilk Türk Hükümdarıdır.",
          "• Sultan Mesut döneminde Gazneliler, 1040 yılında Selçuklularla yaptıkları Dandanakan Savaşı’nda yenilerek dağılma sürecine girdi ve Gurlar tarafından yıkıldı."
        ]
      },

      {
        "title": "İslamiyet'in Türk Devlet Yapısına Etkisi",
        "content": [
          "• İslamiyet’in kabulüyle il’in yerini; Devlet, Mülk kelimeleri almıştır.",
          "• Türk Cihan Hâkimiyeti düşüncesi İslam’la Cihat anlayışına dönüştü.",
          "• Kut anlayışı İslamiyet’le birlikte, Allah’ın nasibi kabul edilmiştir.",
          "• Hükümdar unvanları: Han, Hakan, Kağan ile birlikte; Sultan, Şah, Padişah gibi unvanlar kullanılmıştır. ",
          "• Hükümdarlık alametleri: Hükümdarlığın Halife tarafından onaylanması, ülkede hutbe okutulması, Tıraz denilen kendi adlarının yazılı olduğu süslemeli özel giysiler giyme, taht ve taçlar, saray önünde nevbet denilen müzik, hükümdarların başının üstünde tutulan çetr denilen bir çeşit şemsiye sembollerdendi.",
          "• Devlet işlerinin görüşüldüğü yer olan Divan kuruldu. ",
          "• Hukuk şer’i ve örfi olmak üzere iki ana unsurdan meydana gelirdi. Şer’i mahkemelere kadılar, örfi mahkemelere hükümdar bakardı."
        ]
      },

      {
        "title": "Büyük Selçuklu Devleti (1040 - 1157) -1",
        "content": [
          "• Oğuz Yabgu Devleti’nde Subaşı olan Selçuk Bey, Yabgu ile anlaşmazlığa düşünce Cend şehrine gelmiş, burada İslamiyet’i kabul etmiştir. ",
          "• Gaznelileri, Nesâ ve Serahs savaşlarında mağlup etmiş ve  Dandanakan Zaferi’yle devletin kuruluşu tamamlamıştır. ",
          "• Tuğrul ve Çağrı Beyler yeni yurt arayışları sonucu, Anadolu’ya ilk keşif akınlarını yapmıştır. ",
          "• Pasinler Savaşı Selçukluların Bizans’la yaptığı ilk savaştır."
        ]
      },

      {
        "title": "Büyük Selçuklu Devleti (1040 - 1157) -2",
        "content": [
          "• Tuğrul Bey, Abbasi Halifesini Şii Büveyhoğullarının baskısından kurtarınca Halife tarafından kendisine “Doğunun ve Batının Sultanı” unvanı verilmiştir.",
          "• Bizans ordusu Türk akınlarını durdurmak ve Türkleri Anadolu’dan atmak için Malazgirt Savaşını yaptı (26 Ağustos 1071).",
          "• Alp Arslan’dan sonra Melikşah başa geçti. Selçukluların en parlak dönemidir.",
          "• Vezir Nizâmülmülk, Nizamiye Medreselerini ve ikta sistemini kurarak devletin yükselmesinde önemli rol oynadı. "
        ]
      },

      {
        "title": "Büyük Selçuklu Devletinin Yıkılmasının Sebepleri",
        "content": [
          "• Ülkenin hanedan üyelerinin ortak malı olarak görülmesi, ",
          "• Merkezi otoritenin zayıflaması, ",
          "• Bâtınilerin çalışmaları (Hasan Sabbah – Bâtınilik – Haşhaşiler – Alamut Kalesi), ",
          "• Haçlı Seferleri’nin etkisi,",
          "• Abbasi halifelerinin aleyhteki faaliyetleri, ",
          "• Atabeylerin faaliyetleri, ",
          "• Oğuzların küstürülmesi,",
          "• Karahitaylarla yapılan  Katvan Savaşı’nın etkisi."
        ]
      },

      {
        "title": "Büyük Selçuklu Devletinin Yıkılmasıyla Ortaya Çıkan Devletler",
        "content": [
          "• Irak Selçukluları (1118-1194)",
          "• Kirman Selçukluları (1048-1187)",
          "• Suriye Selçukluları (1078-1117)",
          "• Türkiye Selçukluları (1075- 1308)",
          "",
          "Atabeylikler: ",
          "• Şam Atabeyliği (Böriler) ",
          "• Musul ve Halep Atabeyliği (Zengiler)",
          "• Azerbaycan Atabeyliği (İldenizliler)",
          "• Fars Atabeyliği (Salgurlular)",
          "! Atabeylik: Selçuklularda şehzadeler devlet tecrübesi kazanmaları için küçük yaşlarda eyaletlere Melik olarak gönderiliyordu. Hocalarına; Atabey denirdi. ",
          "! Eski Türklerde; Tigin-Ataman, Osmanlıda; Şehzade-Lala denmiştir. "
        ]
      },

      {
        "title": "Büyük Selçuklu Devletinde Bulunan Divanlar",
        "content": [
          "• Divan-ı İnşa (tuğra), yazışmalar ",
          "• Divan-ı İstifa, maliye ",
          "• Divan-ı İşraf, denetim ",
          "• Divan-ı Arz, ordu ",
          "• Divan-ı Berid, posta ",
          "• Divan-ı Mezalim adalet "
        ]
      }
    ]
  }
  