{
  "unit": "Unit 9",
  "cards": [
    {
      "title": "17. Yüzyılın Genel Özellikleri",
      "content": [
        "• Osmanlı Devleti’nde, 1579 Sokullu Mehmet Paşa’nın ölümü ile başlayıp 1699 Karlofça Antlaşması’na kadar süren döneme Duraklama Dönemi denir.  ",
        "• Osmanlı Devleti kurulduğundan itibaren izlediği fetih-genişleme siyasetini bu dönemde de sürdürmüştür. ",
        "• Avusturya ve İran, olmak üzere Venedik, Lehistan, yüzyılın sonundan itibaren Rusya ile uzun, çoğunlukla sonuçsuz ve masraflı savaşlar yapmıştır. ",
        "• Bu yüzyılda neredeyse her alanda bozulmalar vardır. ",
        "• Bozulmalar nedeniyle bu yüzyılda pek çok isyan çıkmıştır.",
        "• Osmanlı tarihinin ilk ıslahatları bu dönemde başlamıştır. ",
        "• Islahatlarda, Avrupa değil yükselme dönemindeki ideal düzen model alınmıştır."
      ]
    },
    {
      "title": "Duraklamanın Nedenleri - İç Nedenler -1",
      "content": [
        "Merkezi Yönetimin Bozulması:",
        "• Osmanlıda uygulanan veraset sistemi I. Ahmet döneminde Ekber ve Erşet usulüne geçilmesiyle değişti. Şehzadeler, Kafes Usulü ile yetişmeye başladı. Bunun sonucunda devlet yönetiminde ilgisiz ve tecrübesiz kişiler padişah oldu. Ordunun Bozulması: ",
        "• III. Murat döneminde devşirme kanuna aykırı olarak ocağa asker alındı.  'Ocak devlet içindir' anlayışı 'Devlet ocak içindir' anlayışına döndü. Tımar Sistemi bozuldu."
      ]
    },

    {
      "title": "Duraklamanın Nedenleri - İç Nedenler -2",
      "content": [
        "Ekonominin Bozulması:",
        "• Coğrafi Keşiflere bağlı olarak devletin gümrük gelirleri azaldı. ",
        "• Coğrafi Keşifler ile birlikte Avrupa'da Merkantilizm geçerli olurken, Osmanlı Devleti’nde bunun tam tersi bir ekonomik sistem olan 'İaşecilik' geçerliydi. ",
        "• Enflasyona bağlı olarak vergilerin artması köylünün toprağı terk etmesine, bu da tarımsal üretimin azalmasına neden oldu. ",
        "• Savaşların getirdiği büyük harcamalar ortaya çıktı. ",
        "• Yeniçerilerin sayısının artmasına bağlı olarak Ulufe ve Cülus giderlerini artırdı. "
      ]
    },

    {
      "title": "Duraklamanın Nedenleri - İç Nedenler -3",
      "content": [
        "Eğitimin Bozulması: ",
        "• Beşik ulemalığı ortaya çıktı.  ",
        "",
        "Sosyal Alandaki Bozulmalar:",
        "• Devlet adamları rüşvet ile iş görür hale geldi. ",
        "• Celali İsyanları, halkın devlete olan güvenini azaltmıştır. Böylece köylü toprağı terk edip kente göç etmiştir. (Büyük Kaçgun) "
      ]
    },
    {
      "title": "Duraklamanın Nedenleri - Dış Nedenler",
      "content": [
        "• Avrupa’da Rönesans ve Reform sonrası hem düşünce anlamında hem de bilim ve teknolojide büyük gelişmeler olmuştu. Bu gelişmeleri Osmanlı Devleti takip edememiştir."
      ]
    },
    {
      "title": "XVII. Yüzyıl Siyasi Olayları -1",
      "content": [
        "Osmanlı İran İlişkileri (Safeviler) ",
        "• Ferhat Paşa Antlaşması 1590: Doğuda en geniş sınırlara ulaşıldı.",
        "• Nasuh Paşa Antlaşması 1612. ",
        "• Serav Antlaşması 1618. ",
        "• Kasr-ı Şirin Antlaşması: 1639 ile bugünkü Türkiye-İran sınırı çizilmiştir.",
        "",
        "Osmanlı-Lehistan İlişkileri ",
        "• II. Osman Hotin seferi (1621). Bu sefer sonrası Yeniçerileri kaldırmayı planlamıştır. ",
        "• IV. Mehmet Bucaş Antlaşması (1672). Batıda en geniş sınırlara ulaşıldı.  "
      ]
    },

    {
      "title": "XVII. Yüzyıl Siyasi Olayları -2",
      "content": [
        "Osmanlı-Venedik İlişkileri ",
        "• Venediklilerin elindeki Girit 24 yıl süren kuşatma sonucunda fethedilmiştir (1669).  ",
        "",
        "Osmanlı-Rusya İlişkileri ",
        "• Çehrin / Bahçesaray Antlaşması (1681) ilk Osmanlı-Rus antlaşmasıdır. ",
        "",
        "Osmanlı-Avusturya İlişkileri ",
        "•  Osmanlı ile Habsburg hanedanı arasındaki mücadeledir. ",
        "• 1593-1606 Savaşları ve Zitvatoruk Antlaşması:  Osmanlı Devleti, 1533 İstanbul Antlaşması’yla Avusturya’ya karşı elde ettiği üstünlüğü kaybetmiş, Avusturya ve Osmanlı Devleti siyasi açıdan eşit hale gelmiştir (Mütekabiliyet). ",
        "• 1662-1664 savaşlıları ve Vasvar Antlaşması.  "
      ]
    },
    {
      "title": "II. Viyana Kuşatması ve Karlofça Antlaşması",
      "content": [
        "• Sadrazam Merzifonlu Kara Mustafa Paşa sefere çıkarak Avusturya’nın başkenti Viyana’yı kuşattı.  Kuşatma iki ay kadar sürmüş ancak Viyana alınamamıştır. ",
        "• Bu başarısızlığın sonucunda; Merzifonlu Kara Mustafa Paşa idam edilmiştir.  ",
        "• Viyana bozgunuyla başlayan Türklerin geri çekiliş süreci Sakarya Meydan Muharebesi’ne (1921) kadar devam etmiştir.  ",
        "• Papa'nın önderliğinde Osmanlıyı Balkanlardan atmak için Avusturya, Lehistan, Venedik, Malta ve Rusya’nın yer aldığı Kutsal İttifak kurulmuştur. ",
        "• Osmanlı ile Kutsal İttifak devletleri arasında 1699 Karlofça antlaşması imzalandı. ",
        "• Rusya ile savaşlar bir yıl daha devam etti. 1700 İstanbul antlaşması imzalanmıştır."
      ]
    },
    {
      "title": "XVII. Yüzyıl İsyanları -1",
      "content": [
        "İstanbul (Merkez) İsyanları: ",
        "• Genelde Yeniçerilerin çıkardığı isyanlardır.  ",
        "• II. Osman’ın tahttan indirilerek öldürülmesi, IV. Murat dönemi Yeniçeri isyanları, IV. Mehmet dönemi 'Vakayı Vakvakiye' (Çınar Vakası), II. Mustafa’nın tahttan indirilerek yerine kardeşi III. Ahmet'in tahta çıkarılması (Edirne olayı) önemli İstanbul isyanlarıdır. ",
        "",
        "Celali (Anadolu) İsyanları: ",
        "• XVI. ve özellikle XVII. yüzyılda Anadolu'da ortaya çıkan sosyal ve ekonomik nitelikli isyanların genel adıdır. ",
        "• Celali İsyanları, ismini I. Selim döneminde isyan eden Bozoklu Celal isimli bir sipahiden alır. Anadolu'da çıkan tüm isyanlara bu isim verilmiştir. "
      ]
    },
    {
      "title": "XVII. Yüzyıl İsyanları -2",
      "content": [
        "Suhte Ayaklanmaları: ",
        "•Klasik medrese geleneğinin bozulmasıyla medrese öğrencilerinin Anadolu’da çıkardığı ayaklanmalardır. ",
        "",
        "Eyalet İsyanları: ",
        "• XVII. yüzyılda merkezi otoritenin zayıflaması sonucunda merkezden uzak olan eyaletlerde de isyanlar çıkmıştır. ",
        "! Bu isyanların ortaya çıkmasında Milliyetçilik fikrinin etkisi yoktur. "
      ]
    },
    {
      "title": "XVII. Yüzyıl Islahatları",
      "content": [
        "• XVII. yüzyıl Islahatlarının Genel Özellikleri: ",
        "- Osmanlı Devleti, Avrupa’dan geri kaldığını henüz kabul etmemiştir. Bu yüzden yapılan ıslahatlarda Avrupa örnek alınmamıştır. Islahatların amacı Kanuni devrindeki ideal düzene geri dönmektir. ",
        "- Sorunların temeline inilmemiş ıslahatlar yüzeysel kalmıştır. ",
        "- Islahatlar yapan kişinin görev süresi veya ömrüyle sınırlı kalmış bir devlet politikası haline gelmemiştir. ",
        "- Islahatlar genellikle askeri ve mali alanla sınırlı kalmıştır. ",
        "- Islahatlar halka indirilmemiştir.  "
      ]
    },
    {
      "title": "XVII. Yüzyıl Islahatçı Padişahları -1",
      "content": [
        "• II. Osman Dönemi Islahatları: ",
        "- Genç Osman, Fatih devrinden beri ilk kez saray dışından evlendi.",
        "- Ulema sınıfını kontrol altına almaya çalışmıştır. ",
        "- Hotin Seferi dönüşünde Yeniçeri Ocağı’nı kaldırmayı amaçlamış, Yeniçeriler ayaklanarak Genç Osman’ı öldürmüşlerdir. "
      ]
    },
    {
        "title": "XVII. Yüzyıl Islahatçı Padişahları -2",
        "content": [
          "• IV. Murad Dönemi Islahatları: ",
          "- Baskı ve şiddet kullanarak otoriteyi sağlamaya çalışmıştır. ",
          "- Yeni bir isyanın önüne geçebilmek için, İstanbul’da içki ve tütün içmeyi ve gece sokağa çıkmayı yasaklamıştır.",
          "• Koçibey ve Kâtip Çelebi Layihaları- Raporları; duraklamanın nedenleri dönemin padişahlarına (IV. Murat gibi) bir rapor halinde sunulmuştur. ",
          "• Tarhuncu Ahmet Paşa (1651-1653); Osmanlı tarihinde ilk kez denk bütçe yapmıştır. ",
          "• Köprülüler Dönemi; IV. Mehmet döneminde Köprülü Mehmet Paşa, saraya şartlar sunarak göreve gelen ilk devlet adamıdır.  ",
          "! Köprülüler dönemi, Osmanlı tarihinde duraklama devri içindeki yükselme dönemi olarak kabul edilir. ",
          "• Kuyucu Murat Paşa, Celali İsyanları’nı şiddetle bastırmıştır. "
        ]
      }

  ]
}
