{
  "unit": "Unit 12",
  "cards": [
    {
      "title": "XIX. YY.da Osmanlı Devletinin Genel Durumu (Dağılma Dönemi) ",
      "content": [
        "• XIX. yüzyılda Osmanlı Devleti, Milliyetçilik fikrinin etkisi ile siyasi dağılışı hızlanmıştır.  ",
        "• Osmanlı devlet adamları milliyetçi isyanları önlemek siyasi dağılışın önüne geçmek için bir yandan Milliyetçilik fikrine alternatif yeni fikirler denemiş, (Osmanlıcılık, Batıcılık, İslamcılık vb.) diğer yandan bu fikirlerin etkisi ile köklü ıslahatlar yapmıştır. (Tanzimat Fermanı, Islahat Fermanı, Meşrutiyet vb.) ",
        "• Osmanlı Devleti, bu yüzyılda artık iyice güçten düşmüş, kendi topraklarını gücüyle koruyamadığı için Denge Politikası dış politika haline gelmiştir. ",
        "• Sanayi İnkılâbı’nın etkileri, kapitülasyonlar ve XIX. yy. da başlayan dış borçlanma Osmanlı ekonomisini iflasa sürüklemiştir. "
      ]
    },
    {
      "title": "XIX. Yüzyılda Avrupa - 1",
      "content": [
        "İngiltere; ",
        "• XIX. yüzyılın en güçlü devleti İngiltere’dir. İngiltere, sömürgelerine giden yol üzerinde güçlü bir devlet istememektedir. Bu nedenle 1878’e kadar, Rusya’ya karşı Osmanlı Devleti’nin toprak bütünlüğünü korumaya çalışmıştır. ",
        "Rusya;  ",
        "• Rusya’nın temel politikası sıcak denizlere inmek, Karadeniz ve Boğazları ele geçirmek olarak özetlenebilir. Bu yüzyılda Osmanlı Devleti’nin en çok savaştığı devlettir.  Ortodoks haklarını koruma bahanesi ve Panslavizm politikası ile Balkan uluslarının isyanlarında büyük rol oynamıştır. "
      ]
    },
    {
      "title": "XIX. Yüzyılda Avrupa - 2",
      "content": [
        "Avusturya;",
        "• Avusturya, Osmanlı Devleti gibi çok uluslu bir devlet olduğu için Fransız İhtilali’nden etkilenmiş eski gücünü kaybetmiştir. Rusya, artık Avusturya'nın da düşmanıdır.  ",
        "Fransa; ",
        "• İngiltere kadar olmasa da sanayileşmiş ve sömürgeler elde etmiştir. Politikası ve çıkarları benzediği için genelde İngiltere ile ortak hareket etmiştir. ",
        "! Almanya (1870) ve İtalya (1871); siyasi birliğini tamamlamıştır. "
      ]
    },

    {
      "title": "Osmanlı'da Fikir Akımları - 1",
      "content": [
        "Osmanlıcılık: ",
        "• Osmanlı Devleti’ni oluşturan milletlerin din, mezhep ve etnik farkları gözetilmeksizin adalet, hürriyet, eşitlik ortamında beraber yaşamalarını temin etmek isteyen bir fikirdir. Ziya Paşa, Mithat Paşa, Namık Kemal önemli temsilcileridir. ",
        "Balkan milletlerinin isyan ederek Osmanlı'dan ayrılması üzerine geçerliliğini yitirmiştir.  ",
        "İslamcılık: ",
        "• Halife etrafında, İslam birliğini sağlamayı hedeflemiştir. II. Abdülhamit, Mehmet Akif, Said Halim Paşa, Ahmet Hamdi Akseki önemli temsilcileridir. Dünya savaşı sırasında halifenin cihat çağrısına rağmen Müslüman Arapların İngilizler ile birlikte hareket etmeleri ile geçerliliğini yitirmiştir. ",
        "Türkçülük: ",
        "• Anadolu’daki Türkleri milli bir duygu ile birleştirerek kuvvetli bir unsur olarak yeniden dünya devletleri arasına sokmayı amaçlamıştır. Ziya Gökalp, Yusuf Akçura, Ömer Seyfettin, Mehmet Emin Yurdakul önemli temsilcileridir. Yeni Türk devletinin kurulmasında, Atatürk'ün Milliyetçilik ilkesinin oluşmasında etkili olmuştur. "
      ]
    },
    {
      "title": "Osmanlı'da Fikir Akımları - 2",
      "content": [
        "Batıcılık: ",
        "• Türk toplumuna Batıda gelişen düşünce, yönetim biçimi, yaşam tarzını getirerek ülkenin gelişmesini ve kalkınmasını sağlamaktı. Tevfik Fikret, Celal Nuri önemli temsilcileridir. Batıcılık, Atatürk İnkılaplarının temelini oluşturur. ",
        "",
        "Turancılık: ",
        "Tüm dünya Türklerini içine alan bir Turan Devleti kurmaktır.  ",
        "",
        "Âdem-i Merkeziyetçilik: ",
        "Prens Sabahattin tarafından ortaya atılmış bir fikirdir. Hiç bir zaman devlet politikası olarak uygulanmamıştır. Prens Sabahattin, azınlık isyanlarını önlemenin yolunun onlara daha fazla özgürlük vermekten geçtiğini, bunun içinde yerel yönetimlerin yarı bağımsız hale getirilmesi gerektiğini savunmuştur.  "
      ]
    },
    {
      "title": "Osmanlı Devletin'nde Darbeler",
      "content": [
        "• 1876 Darbesi: Genç Osmanlılar tarafından Meşrutiyeti ilan etmeyen Sultan Abdülaziz'in tahttan indirilip yerine V. Murat’ın tahta çıkartılması olayıdır. ",
        "• 1909 Darbesi, 31 Mart Olayı: Meşrutiyet karşıtlarının İstanbul’da çıkardığı ayaklanmanın İttihat ve Terakki’nin kurduğu Harekât Ordusu tarafından bastırılması ve II. Abdülhamit’in tahtan indirilip yerine V. Mehmet Reşat’ın çıkarılması olayıdır. ",
        "• 1913 Darbesi (Bab-ı Ali Baskını): I. Balkan Savaşı sonrasında İttihat ve Terakki Cemiyeti’nin Osmanlı yönetimine el koyması olayıdır. ",
        "! II. Meşrutiyet, sonrası 31 Mart İsyanı’nın yaşandığı dönemde; Yunanistan Girit’i ilhak etti, Bulgaristan bağımsız oldu, Bosna Hersek Avusturya’nın kontrolüne geçti. "
      ]
    }
  ]
}
