{
  "unit": "Unit 1",
  "cards": [
    {
      "title": "Tarih Biliminin Özellikleri",
      "content": [
        "• Tarihi olaylar tekrarlanamadığından deney ve gözlem yapılamaz.",
        "• Tarihte doğa bilimlerinde olduğu gibi kanunlar yoktur.",
        "• Tarihi bilgiler yeni belgelerle değişebilir.",
        "• İnsanlığın ortak mirası olup, ana konusu insanlığın geçmişidir.",
        "• Tarihi olaylar arasında sebep sonuç ilişkisi vardır.",
        "• Tarihi olaylara tarafsız yaklaşılmalıdır."
      ]
    },
    {
      "title": "Tarih ve Diğer Bilimler",
      "content": [
        "• Kronoloji; Zaman bilimidir.",
        "• Diplomasi; Siyasi belgeler bilimidir.",
        "• Arkeoloji; Kazı bilimidir.",
        "• Heraldik; Arma bilimidir.",
        "• Etnografya; Kültür bilimidir.",
        "• Antropoloji; Irk, kafatası, gen bilimidir.",
        "• Nümizmatik (Meskûkât); Para bilimidir.",
        "• Paleografya; Eski yazı bilimidir.",
        "• Filoloji; Dil bilimidir.",
        "• Epigrafi; Kitabe bilimidir."
      ]
    },

    {
      "title": "Neden Tarih ?",
      "content": [
        "• Milletlerin ortak hafızası olan tarih, millî kimliğin inşasında önemli rol oynar. ",
        "• Araştırma becerisini arttırır. ",
        "• İnsanların sorgulama ve eleştirel düşünme becerilerini geliştirir.",
        "• Tarihsel empati kazandırır.",
        "• Tarih, geçmişin ışığında bugünün ve yarının aydınlatmasını sağlar.",
        "• Millî bilincin ve toplumdaki manevi değerlerin gelişmesinde rol oynar."
      ]
    },

    {
      "title": "Türklerin Kullandığı Takvimler ",
      "content": [
        "• On İki Hayvanlı Türk Takvimi, güneş yılı esaslıdır ve Türkler tarafından kullanılan ilk takvimdir.",
        "• Hicri Takvim, ay yılı esaslıdır ve Hz. Ömer döneminde hazırlanmıştır. Bir yıl 354 gün sürer ve Güneş yılı takvimlerle arasında 11 günlük fark vardır. Takvimin başlangıcı, Hicret (622) olayıdır.",
        "• Celali Takvimi, güneş yılı esaslıdır ve Büyük Selçuklu Devleti hükümdarı Melikşah döneminde matematikçi ve astronom Ömer Hayyam tarafından hazırlanmıştır. ",
        "• Rumi Takvimi, güneş yılı esaslıdır ve Osmanlı Devleti'nin Tanzimat'tan sonra mali işlerde kullanılmak üzere hazırlanmıştır. Takvimin başlangıcı Hicret'tir.",
        "• Miladi Takvim, güneş yılı esaslıdır ve takvimin oluşturulmasında Mısır, Ege, Yunan ve Roma uygarlıklarının katkıları vardır."
      ]
    },

    {
      "title": "Mezopotamya Uygarlıkları ",
      "content": [
        "• Fırat ve Dicle nehirleri arasındaki verimli toprakların ismi Mezopotamya'dır.",
        "• Sümerler (MÖ 4000 - MÖ 2350) Site, Ziggurat, Ensi ya da Patesi, Piktografi,  Kil Tabletler, Çivi Yazısı,  yazılı hukuk, edebiyat, Ay Yılı esaslı takvim.",
        "• Akadlar (MÖ 2350 - MÖ 2100) Kral Sargon, ilk düzenli ve sürekli ordu, ilk imparatorluk kabul edilirler. ",
        "• Babilliler (MÖ 2100-MÖ 539) Hammurabi,  Nebukadnazar, Yahudi sürgünü. ",
        "• Asurlular (MÖ 2000 - MÖ 609) Ticarete önem vermişler. Anadolu'da koloniler kurmuşlar. Anadolu'ya yazıyı taşıdılar. Ninova'da ilk kütüphane kuruldu.",
        "• Elamlar (MÖ 3000- MÖ 640)"
      ]
    },
    {
      "title": "Mısır Uygarlığı",
      "content": [
        "• Özgündür. Nom şehir devletlerine verilen isim.",
        "• Firavunlar, Tanrı-Kral, Kadeş Antlaşması (tarihte bilinen ilk yazılı antlaşma), hiyeroglif, papirüs, mumyalama, tıp ve eczacılık Mısır uygarlığına ait kavramlardır. "
      ]
    },
    {
      "title": "Anadolu Uygarlıkları",
      "content": [
        "• Hattiler",
        "• Hititler ( Mö 1700-Mö700 ) Kızılırmak yayı çevresinde, Başkent Hattuşaş’dır (Boğazköy). Pankuş Meclisi bulunurdu. Tavananna denilen kraliçe. ilk medeni kanun.  Anallar.",
        "• İyonyalılar Şehir Devletleri. Deniz ticareti ve kolonicilik yapmışlar. Tales, Pisagor, Hipokrat gibi bilim adamları.",
        "• Urartular Başkentleri Tuşpa’dır (Van). Kaleler, su kanalları, su bentleri yapmışlar. ",
        "• Frigyalılar Sakarya ırmağı havzasında, Başkentleri Gordion. Kral Midas. Tanrıça Kibele’dir. Tapates denilen Frig kilimleri çok ünlüdür. ",
        "• Lidyalılar Gediz ve Küçük Menderes vadileri arasında. Başkenti Sardes (Sard) . Kral Yolunu kullanmışlardır. Lidyalılar dünyada Parayı ilk kez kullanan uygarlık."
      ]
    },
    {
      "title": "İran Uygarlığı",
      "content": [
        "• Medler sonra Persler hâkim olmuştur. Ülke Satraplık denilen eyaletlere ayrılmış, düzenli ilk posta (haberleşme) teşkilatı.  Zerdüştlük denilen inanç benimsenmiş. Makedon kralı Büyük İskender son vermiş."
      ]
    },
    {
      "title": "Hint Uygarlığı",
      "content": [
        "• İndus Nehri çevresinde. Kast Sistemi nedeniyle siyasi birlik geç kurulabilmiş. Racalık denilen küçük prensliklerle yönetilmişler. Hinduizm, Brahmanizm gibi dinler vardır."
      ]
    },
    {
      "title": "Çin Uygarlığı",
      "content": [
        "• Konfüçyüs öğretisi, Budizm, Taoizm dinleri yaygındır. İpek Yolu. Kâğıt, Matbaa, Barut, Pusula Çinlilerin. "
      ]
    },
    {
      "title": "Doğu Akdeniz Uygarlıkları",
      "content": [
        "• Fenikeliler Deniz ticareti yapmışlar. İlk Alfabeyi kullandılar. Yunanlılar ve Romalılar tarafından düzenlenerek günümüz Latin Alfabesi oluşturulmuştur. ",
        "• İbranilerde Hz. Davut, Kudüs’ü kurarak başkent yaptı. Hz. Süleyman zamanında krallık güçlendi. İbraniler, tek tanrılı dine inanan ilk kavimdir. Yahudiliği Milli bir din haline getirmişler.  Dinleri, sürgünde yaşamalarına rağmen benliklerini korumalarını sağlamıştır. "
      ]
    },
    {
      "title": "Büyük İskender ve Helenizm",
      "content": [
        "• Mezopotamya ve Pers ülkesine girdi. Hindistan’a kadar ulaştı. Asya seferi sonucunda, Batı ve Doğu kültürlerinin kaynaşması ile Helen Kültürü ortaya çıktı."
      ]
    },
    {
      "title": "Roma Uygarlığı",
      "content": [
        "• İtalya yarımadası ve Akdeniz çevresinde kurulan büyük bir uygarlık. ",
        "• Krallık, Cumhuriyet ve İmparatorluk dönemleri yaşanmıştır. ",
        "• Patrici (Soylular) ile Plepler (hiçbir siyasi hakka sahip olmayan halk). ",
        "• 12 Levha Kanunları, modern Avrupa hukukunun temeli olarak kabul edilir. ",
        "• Roma İmparatorluğu Kavimler Göçü’ nün sonucu 395’te ikiye ayrıldı.",
        "• Batı Roma’nın merkezi Roma, Doğu Roma (Bizans)’nın merkezi İstanbul oldu. Kavimler göçünden kısa süre sonra Batı Roma İmparatorluğu yıkıldı (476). Doğu Roma ise 1453’e kadar varlığını sürdürdü."
      ]
    },
    {
      "title": "Orta Çağ",
      "content": [
        "• Birçok tarihçiye göre Kavimler Göçü, Orta Çağ’ın başlangıcı kabul edilir. Orta Çağ’da Feodalizm ve Skolastik düşünce egemendir."
      ]
    },
    {
      "title": "Ticari Mekanlar",
      "content": [
        "• Karum: Asur ticaret kolonisidir.",
        "• Arasta: Genellikle aynı esnaf grubuna ait dükkânların oluşturduğu yapıdır.",
        "• Kervansaray: Kervanların konakladığı aynı zamanda güvenliği sağlayan yerdir (Ribat).",
        "• Han: Kervanların indiği, yolcuların konakladığı, ticaretin yapıldığı yer.",
        "• Bedesten: Osmanlıda kapalı çarşı diyebileceğimiz mekânlar."
      ]
    },
    {
      "title": "İlk Ve Orta Çağ’da Ticaret Yolları",
      "content": [
        "• Kral Yolu, İpek Yolu, Kürk Yolu ve Baharat Yolu dünya ticaretinde hâkim rol oynamıştır."
      ]
    }


  ]
}