{
  "unit": "Unit 16",
  "cards": [
    {
      "title": "I. Dünya Savaşı'ndan Sonra Kalıcı Barışı Sağlama Çabaları",
      "content": [
        "• Milletler Cemiyetinin Kurulması (10 Ocak 1920).",
        "• Locarno Antlaşması (1 Aralık 1925): Fransa’nın öncülüğünde imzalandı. Türkiye Locarno Antlaşması'na katılmamıştır. ",
        "• Briand-Kellog Paktı (27 Ağustos 1928): Fransa ve ABD dışişleri bakanlarının öncülüğünde imzalandı. 19 Ocak 1929’da Türkiye ve Sovyetler de katıldı. ",
        "• Türkiye’nin yer aldığı barışı korumaya yönelik diğer girişimler:  ",
        " - Litvinov Protokolü(1929), ",
        " - Cenevre Silahsızlanma Konferansı(1928), ",
        " - Londra Silahsızlanma Konferansı(1933), ",
        " - Akdeniz Paktı(1936), ",
        " - Nyon Antlaşması(1937) "
      ]
    },
    {
      "title": "1929 Dünya Ekonomik Bunalımı (Kara Perşembe)",
      "content": [
        "• 1929 Dünya Ekonomik Bunalımı, New York Borsasının çökmesi olarak özetlenebilecek ilk küresel ekonomik krizdir.",
        "• Türkiye’nin aldığı önlemler: ",
        " - Gümrük vergilerinin yükseltildi, ithalat azaltılmaya çalışıldı.",
        " - Dış ticarette kliring ve trampa sistemlerine ağırlık verildi (Trampa –kliring; takas ekonomisi).",
        " - Türkiye Cumhuriyet Merkez Bankası kuruldu ve 1567 sayılı Türk Parasının Kıymetini Koruma Kanunu’nun çıkarıldı.",
        " - Yerli malı kullanımını teşvik için Milli İktisat ve Tasarruf Cemiyeti kuruldu.",
        " - Osmanlı borçları için yeni ödeme planı yapıldı. "
      ]
    },
    {
      "title": "İki Savaş Arası Dönemde Almanya, İtalya ve Rusya ",
      "content": [
        "• Almanya’da Nazizm: I. Dünya Savaşı’ndan yenik çıkan Almanya’da; siyasi, sosyal ve ekonomik çalkantı yaşandı. Bu dönemde iktidarı ele geçiren Nazi’lerin başına Adolf Hitler geçti. Hitler, Almanları bir devlet altında toplamak, “Hayat Sahası” denilen yayılmacı politikayı gerçekleştirmek istiyordu. ",
        "• İtalya’da Faşizm: İtalya’yı 1922’den 1943’e kadar diktatörlükle yöneten Mussolini, İtalya’da totaliter bir rejim kurdu. Mussolini, Akdeniz’de Roma İmparatorluğu’nu yeniden kurmak,  Akdeniz’de “Bizim Deniz”  politikasını uygulamak istiyordu.  ",
        "• Rusya’da Bolşevik İhtilali: I. Dünya Savaşı’nda 1917’de Lenin öncülüğünde başlayan ayaklanma sonucunda Çarlık yönetimi yıkıldı. Lenin’in ölümünden sonra Sovyet rejiminin başına totaliter bir yönetim kuracak olan Stalin geçti. "
      ]
    },

    {
      "title": "II. Dünya Savaşı'nda Bloklar",
      "content": [
        "• Mihver Devletleri: ",
        " - Almanya –  Adolf Hitler (Führer).",
        " - İtalya – Benito Mussolini. ",
        " - Japonya – Hirohito. ",
        "• Müttefik Devletleri: ",
        " - ABD – 1940 -1945 Franklin Roosevelt, 1945’ten sonra Harry S. Truman. ",
        " - İngiltere  –  1940’a kadar Chamberlain, 1940- 1945 Winston Churchill. ",
        " - Fransa  – Sürgündeki Fransa Direniş Hareketi Lideri General Charles de Gaule. ",
        " - SSCB – Josef Stalin. ",
        " - Çin – Chang Kei Shek.  "
      ]
    },

    {
      "title": "II. Dünya Savaşı İle İlgili Önemli Olaylar",
      "content": [
        "• II. Dünya Savaşı üç ana cephede ve üç kıtada yaşanmıştır. Avrupa Cephesi (Almanya), Afrika Cephesi(İtalya), Asya-Pasifik Cephesi(Japonya). ",
        "• Fransa’nın Maginot Hattı’nı Almanya, rahat bir şekilde geçmiş, Fransa’yı işgal etti. ",
        "• Almanya, İngiltere’ye Kartal Hücumu- Denizaslanı Harekâtı saldırıları düzenledi. ",
        "• Almanya, Barbarossa Harekâtı ile Rusya’ya üstünlük sağlayarak Moskova önlerine kadar ilerlediyse de kaynaklarının tükenmesi, ikliminde etkisi ile Stalingrad’da yenildi. ",
        "• General Yamamoto komutasında Japonya, 1941’de Hawaii’deki Pearl Harbour’da bulunan Amerikan üslerini ani bir baskınla bombalamasıyla ABD savaşa dâhil oldu.  ",
        "• Müttefiklerin Normandiya çıkartması sonrası Fransa işgalden kurtarıldı. 1945 yılında da Almanya teslim oldu. ",
        "• ABD, 6 Ağustos 1945’te Hiroşima’ya, 9 Ağustos 1945’de Nagazaki'ye atom bombası atması ile Japonya 14 Ağustos’ta teslim oldu. "
      ]
    },

    {
      "title": "II. Dünya Savaşı Siyasi Gelişmeler",
      "content": [
        "• Atlantik Bildirisi (14 Ağustos 1941) ",
        "ABD Başkanı Roosevelt ve İngiltere Başbakanı Churchill arasındaki bildiridir (I. Dünya savaşındaki Wilson ilkelerine benzer).  ",
        "• San Fransisco Konferansı",
        "Birleşmiş Milletler Antlaşması hazırlanmış, 24 Ekim 1945’te Birleşmiş Milletler kurulmuştur. BM’de Türkiye kurucu üyedir.    ",
        "• Kahire Konferansı ",
        "İngiltere-Türkiye-ABD-Çin arasında yapılan görüşmedir. ",
        "• Adana Görüşmesi ",
        "İsmet İnönü ve Churcill arasında yapılmıştır. ",
        "• Yalta Konferansı 1945 ",
        "Roosevelt, Churchill ve Stalin arasında yapıldı. Türkiye, BM’ye üye olabilmek için Almanya ve Japonya’ya savaş ilan etmiştir.",
        "• Postdam Konferansı  ",
        "Almanya; ABD, İngiltere, Fransa ve SSCB yönetimine bırakıldı. "
      ]
    },
    {
      "title": "II. Dünya Savaşı'nın Sonuçları",
      "content": [
        "• Savaşı Müttefiklerin kazanmasıyla, dünyada Sovyetler hariç demokrasi eğilimi arttı. ",
        "• Almanya ve İtalya’nın yenilmesiyle ırkçı akımlar etkisini kaybetti (Nazizm, Faşizm). Almanya doğu ve batı olmak üzere ikiye ayrıldı.  ",
        "• SSCB’nin etkisiyle Çekoslovakya, Polonya, Macaristan, Romanya, Bulgaristan, Yugoslavya ve Arnavutluk’ta komünist yönetimler kuruldu. ",
        "• Hindistan, Mısır, Fas, Pakistan, Tunus, Cezayir ve Libya bağımsızlıklarını ilan ettiler. ",
        "• ABD ve İngiltere’nin desteği ile 1948’de Filistin’de İsrail kuruldu. ",
        "• İngiltere Kıbrıs’tan çekildiği için 1954’de Kıbrıs Sorunu ortaya çıktı. ",
        "• İtalya, 12 Ada’yı Yunanistan’a bıraktı. (1947 Paris Konferansı) ",
        "• Birleşmiş Milletler Teşkilatı kuruldu. ",
        "• NATO ve Varşova Paktı gibi askeri örgütlenmeler oluştu. ",
        "• Nümberg’de kurulan uluslararası mahkemede Nazi yöneticileri yargılandı.  "
      ]
    },
    {
      "title": "II. Dünya Savaşı'nda Türkiye",
      "content": [
        "• Cumhurbaşkanı İsmet İnönü, Başbakanlar sırasıyla Refik Saydam, Şükrü Saraçoğlu’dur. ",
        "• Türkiye tarafsızlık politikası izlemiş, genel seferberlik ilan edilmiştir. ",
        "• Olası bir Alman saldırısına karşı Trakya sınırında Çakmak Hattı kurulmuştur. ",
        "• 18 Ocak 1940’ta “Milli Korunma Kanunu” çıkarılmıştır. ",
        "• Narh Koyma uygulamasına geçilerek fiyat artışı engellenmeye çalışılmıştır. ",
        "• Varlık Vergisi Kanunu çıkarıldı (1942). ",
        "• Toprak Mahsulleri Vergisi çıkarıldı (1942). ",
        "• Ekmek Karnesi uygulamasına geçilmiştir. "
      ]
    },

    {
      "title": "Soğuk Savaş Dönemi",
      "content": [
        "Doğu Bloğu ",
        "• SSCB’nin başını çektiği blokta, Bulgaristan, Romanya, Çekoslakya, Polonya, Macaristan ve Demokratik Almanya yer almıştır.  ",
        "• Comecon ",
        "• Molotof Planı ",
        "• Cominform ",
        "• Varşova Paktı (1955) ",
        "",
        "Batı Bloğu ",
        "• ABD’nin öncülüğünde kurulan bloktur. ",
        "• Truman Doktirini (1947) ",
        "• Marshal Planı(1947) ",
        "• Schuman Planı ",
        "• NATO (Türkiye, Kore’ye asker göndermesi sonrası1952’de üye olmuştur.)  ",
        "• Eisenhower Doktirini "
      ]
    },

    {
      "title": "AB SÜRECİ",
      "content": [
        "• Avrupa Konseyi: 1949’da kurulan örgütün merkezi Strasburg’dur. Türkiye üyedir. ",
        "• Avrupa Ekonomik Topluluğu (AET): Birliğin temelleri Fransız dışişleri bakanı tarafından yayınlanan Schuman Bildirisi ile atılmıştır. ",
        "• Bu bildiri ile Avrupa Kömür ve Çelik Birliği kurulmuştur (1951).  ",
        "• 1957 Roma Antlaşması ile örgütün ismi Avrupa Ekonomik Topluluğuna dönüştürülmüştür.  ",
        "• 7 Şubat 1992’de imzalanan ve 1993’te yürürlüğe giren Maastricht Antlaşması ile örgüt Avrupa Birliğine dönüştürülmüştür. ",
        "• 1985 Schengen Antlaşması ile AB’ye üye ülkeler arasında gümrük ve pasaport kontrolü kaldırılmıştır.  ",
        "• Avrupa Birliği 2002’de ortak para birimi olarak Euro’ya geçti. (Ancak Danimarka ve İsveç Euro’yu kullanmamaktadır). ",
        "• İngiltere, Brexit ile AB’den ayrılmıştır (2020)  ",
        "• Türkiye üyelik başvurusunu 1959’da yapmıştır.  "
      ]
    },
    {
      "title": "Soğuk Savaş Döneminde Türkiye",
      "content": [
        "• Türkiye’de çok partili hayata Soğuk Savaş döneminde geçilmiştir. ",
        "• II. Dünya Savaşı sırasında Nuri Demirağ Milli Kalkınma Partisi’ni kurmuştur (1945). ",
        "• Çiftçiyi Topraklandırma Kanunu görüşmeleri CHP’de muhalefeti artırmış. Fuat Köprülü, Adnan Menderes, Refik Koraltan ve Celal Bayar, CHP’ye sunduğu Dörtlü Takrir’in kabul edilmemesi üzerine, CHP’den istifa ederek Demokrat Partiyi kurmuşlardır. ",
        "• İlk çok partili seçim 1946 yılında yapılmıştır, (Açık oy-kapalı sayım seçim). ",
        "• 1950 seçimlerinde gizli oy- açık sayım uygulandı ve seçimleri Demokrat Parti kazandı. "
      ]
    },
    {
      "title": "Kıbrıs Meselesi -1",
      "content": [
        "• 1954 yılında İngiltere’nin Kıbrıs’tan çekilmesiyle sorun ortaya çıktı. ",
        "• 1959’da Londra ve Zürih antlaşmaları ile 1960’da Kıbrıs Devleti kurulmuştur. ",
        "• Kıbrıs Cumhuriyeti’nin devlet başkanlığına Rum lider Makaryos, yardımcılığına Dr. Fazıl Küçük getirilmiştir. ",
        "• EOKA tarafından 1960 - 63’lü yıllarda Türklere karşı yıldırma hareketi başlatılmıştır. Buna karşılık Türkler tarafından Türk Mukavemet Birliği kurulmuştur. ",
        "! EOKA Kıbrıs Rumlarının Enosis amacını gerçekleştirmek için kurulmuştur.  ",
        "• 1963’te “Kanlı Noel Olayı” yaşanmıştır.  ",
        "! Akritas Planı 1966 tarihli plana göre Türk halkı ani bir saldırı ile yok edilecek Ada Yunanistan’a bağlanacak. "
      ]
    },

    {
      "title": "Kıbrıs Meselesi -2",
      "content": [
        "• 1974’te Türkiye garantörlük hakkını kullanarak Kıbrıs Barış Harekâtını düzenlemiştir (Başbakan Bülent Ecevit-Parola; Ayşe Tatile Çıksın). ",
        "• 1983’te KKTC kurulmuştur. İlk Cumhurbaşkanı Rauf Denktaş’tır. ",
        "! Annan Planı, 2004’teki Türk ve Rum kesimleri şeklinde bölünmüş Kıbrıs Adası’nın birleştirilmesini öneren BM planıdır. ",
        "• Türkiye ile Yunanistan arasında Kıbrıs Sorunu dışında yaşanan diğer problemler; Batı Trakya Türk azınlık hakları, Ege Adaları, Kıta Sahanlığı, Kara sularının 12 Mile çıkarılması, Ege hava sahası (Fır Hattı). "
      ]
    }
  ]
}
