{
  "unit": "Unit 6",
  "cards": [
    {
      "title": "XIII. YY. Sonlarında Anadolu'nun Durumu -1",
      "content": [
        "Türkiye Selçuklu Devleti:  ",
        "1243 Kösedağ Savaşı’nda Moğollara yenilerek dağılma sürecine girdiler. Anadolu’da siyasi birlik bozuldu. Anadolu’da ikinci beylikler dönemi başladı.",
        "Doğu Roma İmparatorluğu (Bizans):  ",
        "• Sınırları Yunanistan, Trakya, Makedonya ve Ege Adalarının bir kısmından ibaretti. Taht kavgaları ve Haçlı Seferleri’nin etkisiyle zayıftı. Trabzon Rum İmparatorluğu: Doğu Karadeniz IV. Haçlı Seferi sonrası kurulmuştu. "
      ]
    },

    {
      "title": "XIII. YY. Sonlarında Anadolu'nun Durumu -2",
      "content": [
        "İlhanlı Devleti:  ",
        "• İran ve çevresindeki Moğol devletidir. Anadolu’yu Kösedağ Savaşı sonrası vergiye bağladılar.  ",
        "Memlûk Devleti:  ",
        "• Haçlılara ve Moğollara karşı başarılı mücadele verdiler. Ayn-ı Calut Savaşı’nda Moğolları yendiler.",
        "Altın Orda Devleti:  ",
        "• Batu Han tarafından Karadeniz’in kuzeyinde kuruldu (1227). Toktamış Han, Timur ile yaptığı mücadeleyi kaybetti (1395) ve dağılma sürecine girdi. Rusların uzun yıllar güçlenmelerini engellemişlerdir. "
      ]
    },

    {
      "title": "XIII. YY. Sonlarında Balkanlar ve Avrupa ",
      "content": [
        "• Bizans, Sırp ve Bulgarlarla siyasi mücadele içerisindeydi. Balkanlarda Sırp, Bulgar, Arnavut Krallıkları, Eflâk ve Boğdan voyvodalıkları ile Bosna Prensliği bulunuyordu.",
        "• Feodal yapıya sahip Hristiyan birçok devlet bulunuyordu. Bunlardan merkezi Viyana olan Kutsal Roma Germen İmparatorluğu Avrupa’nın en önemli siyasi gücüydü.  ",
        "• İtalya’da Napoli Krallığı, Venedik ve Ceneviz cumhuriyetleri ile Papalık yer almaktaydı.  ",
        "• Anadolu’daki ilk medrese olan Yağıbasan Medresesi Danişmentliler yaptırmıştır.",
        "• Doğu Avrupa’da Macaristan ve Lehistan Krallığı ve Moskova Knezliği vardı.  ",
        "• Batı Avrupa’da İngiltere ve Fransa bulunuyordu. Bu iki devlet arasında Yüzyıl Savaşları vardı. ",
        "• İspanya’da Beni Ahmer Devleti vardı.  "
      ]
    },

    {
      "title": "Osmanlı Devleti'nin Kısa Zamanda Büyümesinin Sebepleri",
      "content": [
        "• Bizans sınırında kurulmuş olması, ",
        "• Merkeziyetçi bir devlet anlayışına sahip olması (I. Murat ve özellikle Fatih’ten sonra),",
        "• Uç Beyliği oluşu Gaza-Cihat politikası, (Başlangıçta Anadolu beylikleri ile mücadele etmemeleri fetih yönünün batı oluşu) ",
        "• Bizans’ın, Balkanların ve Anadolu’nun, siyasi karışıklık içinde bulunması, ",
        "• Türkmen göçleriyle nüfusunun ve askeri gücünün artması, ",
        "• Ahilerin, Alplerin desteğini almaları, (Ahiyan-ı rum, Abdalan-ı rum, Baciyan-ı rum, Gaziyan-ı rum gibi) ",
        "• İskân siyaseti ve istimalet politikası (adalet ve hoşgörü), ",
        "• İngiltere ile Fransa arasındaki Yüzyıl Savaşları’nın etkisi, "
      ]
    },

    {
      "title": "Osman Bey Dönemi (1281-1326)",
      "content": [
        "• Bizans Tekfurlarını Koyunhisar (Bapheon) Savaşı (1302) ile yendi. Bu savaş Bizans ile Osmanlı Devleti arasındaki ilk savaştır ve bazı tarihçilere göre devletin kuruluşudur. ",
        "• İlk Osmanlı parası (bakır para) basılmıştır. ",
        "• İlk Kadı atandı. (Dursun Fakih) ",
        "• İlk Osmanlı vergisi Pazar vergisi (Bac) alınmıştır.",
        "! Osmanlıların başkentleri; Bursa, Edirne ve İstanbul’dur. Bursa’nın başkent oluşuna kadar; Bey neredeyse başkent orası anlayışı vardı. "
      ]
    },

    {
      "title": "Orhan Bey Dönemi (1326-1362) ",
      "content": [
        "• Osman Gazi döneminde başlayan Bursa kuşatması, fetihle tamamlandı (1326). ",
        "• Bizans ile Maltepe (Palekanon) Savaşı (1329) kazanıldı.",
        "• Karesioğulları Beyliği alındı (1345). Böylece Anadolu Türk birliğini sağlama yolunda ilk adım atılmıştır. ",
        "• Rumeli'ye Geçiş (1353): Bizans İmparatoru Kantakuzen, yardımlara karşılık Çimpe kalesini Osmanlı Devleti’ne verdi. ",
        "! İskân Politikasında amaç: Fethedilen yerlerde kalıcılık, Türkleştirmek-İslamlaştırmak, fetihleri hızlandırmaktır. "
      ]
    },

    {
      "title": "Orhan Bey Dönemiki Teşkilatlanma Çalışmaları",
      "content": [
        "• İlk divan teşkilatı ve ilk vezirlik makamı kuruldu. İlk vezir Alaaddin Ali Paşa’dır. ",
        "• Yaya ve Müsellem adıyla ilk düzenli ordular oluşturuldu. ",
        "• İznik’te ilk Osmanlı Medresesi kuruldu (1331). İlk müderris Kayserili Davud. ",
        "• İlk donanma sahibi olundu. Karamürsel’de ilk tersane kuruldu. "
      ]
    },

    {
      "title": "Osmanlı Devleti'nin Türk Siyasi Birliğini Kurma Çalışmaları",
      "content": [
        "• Osmanlı Devleti’ne katılan ilk beylik Karesioğulları’dır.  Ankara Savaşı'ndan sonra tekrar kurulmamıştır.  ",
        "! Osmanlılara kendi isteği ile katılan beylikler:  ",
        "• Orhan Gazi; Karesioğulları, I. Murat; Germiyanoğulları (Çeyiz), Hamitoğulları (Para)  ",
        "!  Osmanlıya savaş ile katılan son beylik: Dulkadiroğulları (Yavuz Sultan Selim: 1515 Turnadağ Savaşı)  ",
        "! Osmanlıları en çok uğraştıran beylik: Karamanoğulları (1487) "
      ]
    },

    {
      "title": "I.Murat (Hüdavendigar) Dönemi (1362-1389)",
      "content": [
        "• Germiyanoğulları çeyiz olarak Kütahya, Emet, Simav’ı Osmanlılara verdi (1381). ",
        "• Hamitoğullarından Akşehir, Beyşehir, Isparta ve Eğirdir para karşılığı alındı (1381). ",
        "• Sazlıdere Savaşı ile Edirne fethedildi (1362).  ",
        "• Sırpsındığı Savaşı kazanıldı (1364). Osmanlıların Haçlılar ile yaptığı ilk savaştır. Zaferden sonra Edirne başkent yapılmıştır. ",
        "• Haçlılara karşı Çirmen Savaşı (1371) kazanıldı. ",
        "• Ploşnik yenilgisi (1388). ",
        "• I. Kosova Savaşı (1389): Haçlılara karşı zafer kazanıldı ancak, I. Murat şehit oldu. "
     
      ]
    },
    {
      "title": "I.Murat Dönemi Teşkilatlanma Çalışmaları",
      "content": [
        "• Kapıkulu Ocakları kuruldu.  ",
        "• Defterdarlık, Kazaskerlik ve Veziriazamlık makamları oluşturuldu. İlk Veziriazam Lala Şahin Paşa’dır. ",
        "• Veraset sisteminde, 'Devlet hükümdar ve çocuklarının ortak malı' anlayışına geçildi. ",
        "• İlk defa Tımar Sistemi uygulandı. ",
        "• Merkezi Manastır olmak üzere Rumeli Beylerbeyliği kuruldu.  "
      ]
    },
    {
      "title": "I. Beyazıt (Yıldırım) Dönemi (1389-1402) ",
      "content": [
        "• Haçlılara karşı Niğbolu Savaşı (1396) kazanıldı. Halife Yıldırım'a “Sultan-ı İklim-i Rum” unvanını verdi. ",
        "• Anadolu'da Türk birliği büyük ölçüde sağlandı. ",
        "• Anadolu Beylerbeyiliği kuruldu. ",
        "• Osmanlı Devleti’nde İstanbul kuşatmaları ilk kez Yıldırım Bayezid döneminde başlamıştır.  ",
        "• Anadolu Hisarını (Güzelcehisar)  yaptırdı (1397).",
        "",
        "Ankara Savaşı (1402) (Timur ile Osmanlı): ",
        "• İlk ve son kez bir Osmanlı padişahı savaşta esir düştü, ",
        "• Osmanlı, 11 yıl sürecek Fetret Devri’ne girdi. ",
        "• Anadolu beyliklerinin yeniden kuruldu, Türk siyasi birliği bozuldu (Karesi hariç). ",
        "• Batıda Osmanlı ilerleyişi bir süre durdu.  ",
        "• İstanbul’un fethi gecikti. "
      ]
    },
    {
      "title": "I.Mehmet (Çelebi) Dönemi (1413-1421) ",
      "content": [
        "• Osmanlı Devletini yıkılmaktan kurtardığı için, devletin ikinci kurucusu sayılır. ",
        "• Venediklilerle ilk deniz savaşı yapıldı.(1416) ",
        "• Anadolu Türk birliğini yeniden sağlamaya çalıştı.",
        "• Şeyh Bedreddin ve Mustafa Çelebi isyanlarını bastırdı. ",
        "! Şeyh Bedreddin İsyanı, devletin gücünü sarsan, Anadolu Selçuklu Devleti döneminde meydana gelen Baba İshak isyanına benzer. ",
        "• İlk Sürre Alayı Çelebi Mehmet zamanında düzenlendi. "
      ]
    },

    {
      "title": "II. Murat Dönemi (1421-1451)",
      "content": [
        "• Çelebi Mustafa ( Düzmece Mustafa) isyanını ve kardeşi Şehzade Mustafa isyanını bastırdı. Bizans'ı kuşattı. ",
        "• Edirne-Segedin Antlaşması (1444) 0smanlı Devleti'nin Balkan Devletleri ile yaptığı ilk antlaşmadır.  ",
        "• Bu antlaşmadan sonra tahta, II. Murat’ın oğlu II. Mehmet geçmiştir.  ",
        "! Kendi isteği ile tahttan çekilen tek Padişah II. Murat’tır. ",
        "• Haçlılara karşı Varna Savaşı (1444) ve II. Kosova Savaşı (1448) kazanıldı.",
        "! II. Kosova Savaşı sonrası Avrupa, Türklere karşı savunmaya çekildi. (1683 tarihine kadar) "
      ]
    }
  ]
}
