{
  "unit": "Unit 10",
  "cards": [
    {
      "title": "Coğrafi Keşifler - 1",
      "content": [
        "Coğrafi Keşiflerin Nedenleri: ",
        "• Avrupa Devletleri'nin, İstanbul'un fethi sonrası, İpek ve Baharat yollarına alternatif yollar bulma düşüncesi, ",
        "• Doğunun zenginliklerini ele geçirme düşüncesi, ",
        "• Pusula kullanımının yaygınlaşması ve gemi yapım tekniğinin gelişmesi, ",
        "• Cesur denizcilerin yetişmesi (Bartelemeo Diaz, Kristofer Kolomb, Vasko de Gama, Jan & Sebastiyan Kabo, Amerigo Vespucci, Magellan ve Del Kano). "
      ]
    },
    {
      "title": "Coğrafi Keşifler - 2",
      "content": [
        "Coğrafi Keşiflerin Sonuçları: ",
        "• Yeni kıtalar (Amerika, Antarktika gibi) ve yeni uygarlıkların (Aztek, İnka, Maya gibi) yanı sıra, tütün, kakao, vanilya, şekerkamışı, patates gibi yeni bitkilerle tanışıldı.  ",
        "• Ümit Burnu’nun bulunması ile Baharat Yolu eski önemini yitirdi.  ",
        "• Akdeniz limanlarının önemi azaldı. Atlas Okyanusu kıyısındaki Lizbon, Rotterdam ve Amsterdam gibi limanlar önem kazandı.  ",
        "• Keşfedilen ülkelerdeki değerli madenler ve hammaddeler Avrupa'ya getirildi.  ",
        "• Toprak, zenginlik kaynağı olmaktan çıkarak altın, gümüş ön plana geçti.",
        "• Ticaretle uğraşan burjuva sınıfı zenginleşti, toprak zengini soylular ekonomik güçlerini yitirdi.  ",
        "! Merkantalizm: Coğrafi Keşifler’le zenginliğin kaynağı olan toprağın yerini, altın-gümüş aldı. Bu ekonomik sisteme Merkantilizm denilmiştir.  Makyavelizm: özetle 'Amaca giden her yol mubahtır' anlayışı. "
      ]
    },
    {
      "title": "Coğrafi Keşiflerin Osmanlıya Etkisi",
      "content": [
        "• Coğrafi Keşifler sonucunda yeni ticaret yollarının bulunması, Akdeniz limanlarının, İpek ve Baharat Yollarının eski öneminin azalması Osmanlı Devleti’nde gümrük gelirlerinin düşmesine neden oldu.  ",
        "• Keşfedilen yerlerden Avrupa’ya bol miktarda altın gümüş girişi, Osmanlı ekonomisini ve parasını olumsuz etkiledi.  ",
        "• Osmanlı dâhil, birçok ülke sömürgecilikte hedef ülkeler haline geldi. "
      ]
    },

    {
      "title": "Rönesans Hareketi",
      "content": [
        "• İtalya'da başlayan Rönesans, Avrupa'ya yayıldı.",
        " - Skolastik düşünce yerini akıl ve bilime bıraktı.",
        " - Bilim ve teknikteki gelişmeler Aydınlanma çağının ve Sanayi Devrimi’nin önünü açtı.",
        " - Skolastik düşünce ortadan kalkarken kiliseye olan güven de azaldı. Bu durum Reformun başlamasında etkili oldu.",
        "• Osmanlıya etkisi; Rönesans sonrası Avrupa’daki bilim-teknik alanlardaki gelişmeleri Osmanlı Devleti takip edemedi, gerisinde kaldı. "
      ]
    },
    {
      "title": "Reform Hareketleri",
      "content": [
        "• 1517'de Martin Luther öncülüğünde Almanya’da başladı. Fransa’da Calvinizm, Nant Fermanı ile serbest bırakıldı. İngiltere’de VIII. Henry, Katolik Kilisesi'nden ayrılarak Anglikan mezhebini kurdu.",
        "• Reform'un Sonuçları",
        " - Avrupa'da yeni mezhepler ortaya çıktı.",
        " - Papalar eski nüfuzlarını kaybetti. ",
        " - Eğitim kilise kontrolünden çıkartılarak laik eğitime geçildi. ",
        "! Reform Katolik Kilisesi'ndedir. Osmanlı himayesinde olan Ortodokslar, kilisenin baskısı altında olmadığı için Reform hareketi görülmemiştir. ",
        "• Osmanlıya etkisi; Reform sonrası Avrupa’daki Mezhep Savaşları- Otuz Yıl Savaşları Osmanlı Devleti’nin orta Avrupa’da ilerlemesini kolaylaştırmıştır. Yine de Doğuda İran-Safavi tehlikesi, istenilen fetihlerin önüne engel olmuştur. "
      ]
    },
    {
      "title": "Otuz Yıl Savaşları ve Westfalia Antlaşması",
      "content": [
        "• XVII. yy da Avrupa’yı etkileyen en önemli olay 1618-1648 yılları arasındaki Otuz Yıl Savaşları’dır. ",
        "• Otuz Yıl Savaşları’nda; bir tarafta Katolik Almanya, Kutsal Roma- Germen İmparatorluğu ve İspanya Krallığı, diğer tarafta Protestan Alman Prensleri, Fransa, Danimarka, Hollanda ve İsveç yer aldı. ",
        "! Otuz Yıl Savaşları’nda Fransa, Katolik olmasına rağmen Protestanların yanındadır. ",
        "• Savaşlarda Katolikler, Protestanlar karşısında yenilgiye uğradı. Westfalia Antlaşması imzalandı. (1648) ",
        "• Westfalia Antlaşmasi ile: ",
        " - Avrupa tarihinde ilk kez meseleler, dinin etkisinde kalmadan tartışılmış antlaşma Papa'ya imzalatılmamıştır. Böylece Avrupa'da seküler anlayış güçlenmeye başlamıştır. ",
        " - Modern devletler hukukunun Westfalia ile doğduğu kabul edilir. "
      ]
    },

    {
      "title": "Sanayi İnkılabı",
      "content": [
        "• İnsan ve hayvan gücüne dayalı üretimden, makine gücüne dayalı üretime geçilmesi demektir. Sanayi İnkılâbı XVIII. yy da ilk olarak İngiltere'de ortaya çıkmıştır.  ",
        "• Sanayi İnkılâbı’yla: ",
        " - Seri ve ucuz üretim yapılmaya başladı.",
        " - Hammadde ve pazar ihtiyacı arttı.  ",
        " - Sömürgecilik yarışa dönüştü.",
        " - İşçi sınıfı doğdu. ",
        " - Kapitalizm, emperyalizm, sosyalizm, komünizm gibi ideolojiler ortaya çıktı.",
        " - Sömürgeci devletler, yeni sömürgeler elde etmek için silahlanma yarışına girdiler. Bu durum I. Dünya Savaşı’nın sebeplerinden biri olacaktır. "
      ]
    },
    {
      "title": "Sanayi İnkilabının Osmanlı Devleti’ne Etkileri",
      "content": [
        "• Sanayi İnkılâbı, Osmanlı ekonomisi için yıkıcı olmuştur. Osmanlı Devleti’nde Sanayi İnkılâbı gerçekleşememiştir. Bunun sebepleri: ",
        "• Osmanlı Devleti’nde, Sanayi İnkılâbı için gereken bilgi ve sermaye birikiminin, bilimsel gelişmenin olmayışı.  ",
        "• Osmanlı Devleti’nde, kapitülasyonlar nedeniyle küçük üreticinin sanayileşmiş ülkelerle rekabet şansı kalmamış, küçük işletmeler ve atölyeler kapanmıştır. Osmanlı Devleti; üretim yapamayan sadece ham madde satan ve mamul mal alan bir ülke durumuna, Avrupa’nın açık pazarı ve sömürgecilikte hedef ülke haline gelmiştir. "
      ]
    },
    {
      "title": "1789 Fransız İhtilalinin Osmanlı Devleti’ne Etkileri",
      "content": [
        "İhtilalin Osmanlı Devleti’ne etkisi iki yönlü olmuştur.  ",
        "• Olumsuz etkisi: Fransız İhtilali’nden yayılan milliyetçilik fikri Osmanlı Devleti’nde yaşayan farklı etnik grupların isyan etmelerine neden oldu. Bu durum Osmanlı Devleti’nin siyasi dağılışını hızlandırdı. ",
        "• Olumlu etkisi: Fransız İhtilali’nden yayılan eşitlik, hürriyet, demokrasi ve insan hakları gibi fikirler Osmanlı Devleti’nde; Tanzimat Fermanı, Islahat Fermanı, I. ve II. Meşrutiyet gibi demokratikleştirme adımlarını başlattı. ",
        "• 1830 İhtilalleri: Milliyetçi ihtilallerdir. Avrupa'da milliyetçi ve liberal akımların güçlenmesini sağlamıştır.  ",
        "• 1848 İhtilalleri: İşçi sınıfı kaynaklı Sosyalist nitelikli ihtilallerdir. Avrupa'da sosyalist akımlar ön plana çıkarken, işçi hakları iyileşmeye başladı. "
      ]
    }
  ]
}
