{
  "unit": "Unit 15",
  "cards": [
    {
      "title": "Cumhuriyetin İlanı (29 Ekim 1923)",
      "content": [
        "• TBMM’nin açılması ile cumhuriyete dayalı bir devlet kurulmuş fakat sistemin adı açıkça söylenememiştir. ",
        "• Rejim sorununu, Devlet başkanlığı sorununu ve Meclis Hükümeti Sistemi’nden kaynaklanan hükümet krizini çözmek için, cumhuriyetin ilan edilmesi kararlaştırıldı. ",
        "• 29 Ekim 1923’te Cumhuriyet ilan edildi. Mustafa Kemal, ilk Cumhurbaşkanı, İsmet İnönü ilk Başbakan, Ali Fethi Okyar ilk Meclis Başkanı oldu.  ",
        "• Cumhuriyetin ilanıyla rejimin ve devletin adı belli oldu. Devlet başkanlığı sorunu çözüldü. Kabine sistemine geçildi.  "
      ]
    },
    {
      "title": "Halifeliğin Kaldırılması (3 Mart 1924)",
      "content": [
        "• Halifeliğin laiklikle bağdaşmaması, cumhuriyet karşıtları için sığınak haline gelmesi, yapılacak inkılâplar için engel görülmesi, halifeliğin kaldırılmasının başlıca nedenleridir. ",
        "• Halifeliğin kaldırıldığı gün; ",
        "- Tevhid-i Tedrisat Kanunu kabul edildi. ",
        "- Şer’iyye ve Evkaf Vekâleti kaldırılarak yerine Vakıflar Genel Müdürlüğü ve Diyanet İşleri Başkanlığı kuruldu. ",
        "- Erkan-ı Harbiye Vekâleti kaldırılarak, yerine Genel Kurmay Başkanlığı ve Milli Savunma Bakanlığı oluşturuldu. Böylece ordu siyaset birbirinden ayrılmış oldu. ",
        "• Halifeliğin kaldırılması ile: Laikliğin en önemli aşaması tamamlandı, ulusal egemenlik pekiştirildi, inkılâp süreci hızlandı, ümmetçi anlayış terkedildi.  "
      ]
    },
    {
      "title": "Türkiye'de Laiklğin Aşamaları",
      "content": [
        "- Saltanatın kaldırılması, ",
        "- Halifeliğin kaldırılması,",
        "- Şer’iyye ve Evkaf Vekâleti’nin kaldırılması, ",
        "- Tevhid-i Tedrisat Kanunu’nun çıkarılması, ",
        "- Tekke, zaviye ve türbelerin kapatılması, ",
        "- Kılık, Kıyafet Kanunu, ",
        "- Medeni Hukukun kabulü, ",
        "- Anayasadan “devletin dini İslâm’dır” maddesinin çıkarılması, ",
        "- 1937’de Laiklik ilkesinin (diğer Atatürk ilkeleriyle birlikte) anayasaya alınması Türkiye’de laiklik aşamalarının temellerini oluşturur. "
      ]
    },

    {
      "title": "Eğitim ve Kültür Alanında İnkılaplar",
      "content": [
        "• Eğitimi çağdaşlaştırmak, milli demokratik ve laik bir toplum oluşturmak, eğitimdeki ikilik ve karışıklığı önlemek için eğitim ve kültür alanında düzenlemeler yapıldı. ",
        "• Tevhid-i Tedrisat Kanunu (3 Mart 1924) çıkarıldı. ",
        "• Yeni Türk harfleri kabul (1 Kasım 1928) edildi. ",
        "! 1928 yılında Millet Mektepleri açılarak eğitim seferberliği başlatılmıştır. Mustafa Kemal’e Başöğretmen unvanı verilmiştir. ",
        "• Üniversite Reformu ile 1933’de Darülfünûn’un yerine İstanbul Üniversitesi kuruldu. ",
        "• Türk Tarih Kurumu kuruldu (1931).  ",
        "• Türk Dil Kurumu’nun kurulması (1932) "
      ]
    },

    {
      "title": "Toplumsal Alanda Yapılan İnkılaplar",
      "content": [
        "• Tekke, Zaviye ve Türbelerin kapatıldı (30 Kasım 1925).  ",
        "• Kılık-Kıyafetin düzenlenmesi (25 Kasım 1925) yapıldı. ",
        "• 3 Aralık 1934’de çıkarılan bir kanunla ibadet yerleri dışında dini kıyafet giyilmesi yasaklandı. Diyanet İşleri Başkanı, Patrik ve Hahambaşı bu kanunun dışında tutuldu. ",
        "• Soyadı Kanununun kabulü (21 Haziran 1934) Meclis Mustafa Kemal’e Atatürk soyadını verdi ve bu soyadı başkalarının kullanmasını yasakladı. ",
        "• Ölçüler, Saat ve Takvimde değişiklik (26 Aralık 1925) ",
        "Kadınların Siyasal Hakları ",
        "• Kadınlara 1930’da belediye seçimlerinde,  ",
        "• 1933’de muhtar seçimlerinde, ",
        "• 1934’de ise milletvekili seçimlerinde seçme ve seçilme hakkı verildi. "
      ]
    },

    {
      "title": "Ekonomik Alanda Gelişmeler -1",
      "content": [
        "• İzmir İktisat Kongresi toplandı (17 Şubat-4 Mart 1923). Misak-ı İktisadi kabul edildi. ",
        "• 1924’de İş Bankası kuruldu. ",
        "• 1927’de Teşvik-i Sanayi Kanunu çıkarıldı. ",
        "• Cumhuriyetin ilk yıllarında özel sektör desteklenmesine rağmen beklenen başarı gösterememiştir. Sermaye, yetişmiş iş gücünün yetersizliği, deneyim, bilgi eksikliği ve 1929’da dünya ekonomik bunalımının çıkması olumsuz etkilemiş, ekonomide devletçilik ilkesi zorunlu olarak kullanılmıştır. ",
        "• 1933 yılında I. Beş Yıllık Kalkınma Planı hazırlandı.  ",
        "• 1937’de II. Beş Yıllık Sanayi Planı hazırlandıysa da II. Dünya Savaşı’nın başlamasından dolayı uygulanamadı. "
      ]
    },
    {
      "title": "Ekonomik Alanda Gelişmeler -2",
      "content": [
        "• Tarımın geliştirilmesi için, Aşar Vergisi kaldırıldı (17 Şubat 1925).  ",
        "• 1926’da Kabotaj Kanunu çıkarıldı.  ",
        "• 1925’de Sanayi ve Maden Bankası kuruldu.  ",
        "• 1933’de Sümer Bank kuruldu.  ",
        "• 1935’de Etibank ve MTA kuruldu.  ",
        "• Kayseri, Ereğli, Nazilli, Malatya ve Bursa dokuma; İzmit selüloz ve kâğıt; Beykoz deri ve Paşabahçe cam; Karabük demir-çelik fabrikaları, Uşak Şeker Fabrikası açıldı. ",
        "• 1927’de TCDD kuruldu. ",
        "• 1930’da Umumi Hıfzıssıhha Kanunu çıkarıldı. "
      ]
    },
    {
      "title": "Atatürkçülük ve Türk İnkılabının Özellikleri",
      "content": [
        "- Uyum içinde işleyen düşünce ve ilkelerden oluşan bir bütündür.  ",
        "- Düşüncede kalmamış, başarıyla da uygulanmıştır. ",
        "- Türk milletinin ihtiyaçlarından doğmuştur. ",
        "- Millidir, dinamiktir. ",
        "- Temelinde evrensel değerler vardır. ",
        "- İhraç edilmiş bir ideoloji değildir. "
      ]
    },

    {
      "title": "Atatürk İlkeleri -Cumhuriyetçilik",
      "content": [
        "• Anayasanın değiştirilemez ve değiştirilmesi dahi teklif edilemez maddesidir. ",
        "• Mustafa Kemal’in siyasi tartışmalarının dışında tuttuğu ilkesidir. ",
        "• Saltanatın kaldırılması, Cumhuriyetin ilanı, Halifeliğin kaldırılması, kadınlara siyasi haklar verilmesi, çok partili hayata geçiş denemeleri cumhuriyetçilik yolunda yapılmış devrimlerdir.  "
      ]
    },

    {
      "title": "Atatürk İlkeleri -Milliyetçilik",
      "content": [
        "• Kurtuluş Savaşı’nın yapılmasında ve Türk Devleti’nin kurulmasında temel ilkedir. ",
        "• Irkçı ve ümmetçi değildir. Milli birlik ve beraberlik esastır. ",
        "• TBMM’nin açılması, Türk Harflerinin kabulü, Türk Tarih Kurumu ve Türk Dil Kurumu’nun kurulması, Kabotaj Kanunu’nun çıkarılması, Reji İdaresi’nin millileştirilmesi doğrudan bu ilke ile ilgilidir."
      ]
    },
    {
      "title": "Atatürk İlkeleri -Halkçılık",
      "content": [
        "• Cumhuriyetçilik ve Milliyetçilik ’in doğal sonucudur. ",
        "• Halkın eşitliği ve menfaatleri ön plandadır. ",
        "• TBMM’nin açılması, saltanatın kaldırılması, cumhuriyetin ilanı, halifeliğin kaldırılması, Türk Medeni Kanunu’nun kabulü, aşar vergisinin kaldırılması, kılık-kıyafet devrimi, Soyadı Kanunu, kadınlara siyasal hakların verilmesi, Türk harflerinin kabulü, halkçılık ilkesi ile ilgili inkılaplardır. "
      ]
    },
    {
      "title": "Atatürk İlkeleri -Laiklik",
      "content": [
        "• Din ve devlet işlerinin birbirinden ayrılmasını, vicdan hürriyetini esas alır. ",
        "• Mustafa Kemal’in parti tartışmalarının dışında tuttuğu ve taviz vermediği bir diğer ilkesidir (Diğeri Cumhuriyetçilik). Milli birlik ve beraberlik için önemlidir. ",
        "• Saltanatın kaldırılması, Halifeliğin kaldırılması, Şer’iyye ve Evkaf Vekâleti’nin kaldırılması, Tevhid-i Tedrisat Kanununun çıkarılması, Tekke, zaviye ve türbelerin kapatılması, Kılık kıyafet devrimi, medeni hukukun kabulü, anayasadan “devletin dini İslâm’dır” maddesinin çıkarılması, 1937’de Laikliğin anayasaya alınması, laiklikle ilgili olan temel inkılaplardır. "
      ]
    },

    {
      "title": "Atatürk İlkeleri -Devletçilik",
      "content": [
        "• Devletçilik; devletin ekonomik, sosyal ve kültürel alanlarda gelişmeye yönelik uygulamalarıdır. Halkçılık ilkesini de tamamlamaktadır.  ",
        "• Ekonomide, Karma Ekonomi politikası ile planlı kalkınma hedeflenmiştir.  ",
        "• Birinci ve ikinci Beş Yıllık Kalkınma Planları, Sümerbank, Etibank ve devlet bankalarının kurulması, Milli Koruma Kanunu’nun çıkarılması kurumların millileştirilmesi, eğitim, kültür ve sağlık sektörlerinde yapılan yatırımlar bu ilke ile ilgilidir. "
      ]
    },

    {
      "title": "Atatürk İlkeleri -İnkılapçılık",
      "content": [
        "• Çağın değişen şartlarına göre değişimi ve modernleşmeyi esas alır. ",
        "• Yapılan inkılapların tümü inkılapçılıkla ilgilidir. Şapka Kanununun çıkarılması, Kılık-Kıyafette yapılan değişiklikler, Latin Alfabesinin kabulü, Latin Rakamlarının kabulü, Takvim, saat, ağırlık ve uzunluk ölçülerinin değiştirilmesi, Hafta tatilinin Cuma gününden Pazar gününe alınması bu ilkeyle ilgilidir. "
      ]
    },

    {
      "title": "Atatürk İlkeleri -Bütünleyici İlkeler",
      "content": [
        "- Ulusal Egemenlik: Cumhuriyetçiliği, ",
        "- Milli Birlik ve Beraberlik: Milliyetçiliği ve Halkçılığı,  ",
        "- Milli Bağımsızlık: Dış politikayı, ",
        "- Yurtta Sulh Cihanda Sulh: Milliyetçilik ve Halkçılığı,  ",
        "- Akılcılık ve Bilimsellik: Laiklik ve İnkılapçılığı, ",
        "- İnsan ve İnsanlık Sevgisi: Milliyetçilik ve Halkçılığı, ",
        "- Çağdaşlaşmak ve Batılılaşmak: İnkılapçılığı bütünler. "
      ]
    },

    {
      "title": "Atatürk Dönemi Dış Politika -1",
      "content": [
        "• Türk Dış Politikasında milli bağımsızlık, gerçekçi olmak, hiçbir ülkenin iç işlerine karışmamak, kendi iç işlerimize de dış devletleri karıştırmamak, dürüst, açık ve tutarlı olmak ve barışçıl olmak temel ilkelerdir. Bu doğrultuda “Yurtta Sulh, Cihanda Sulh” ilkesi benimsendi. ",
        "• Atatürk dönemi Türk dış politikasında 1923-1930 yılları arası dış politika öncelikleri, Lozan Barış Konferansı’ndan kalan sorunları çözmeye; 1930-1938 yılları arasında ise Almanya ve İtalya’nın saldırgan ve yayılmacı politikaları sonucu yaklaşan II. Dünya Savaşı tehlikesine karşı alınacak tedbirlere yöneliktir.  "
      ]
    },

    {
      "title": "Atatürk Dönemi Dış Politika -2",
      "content": [
        "• Yunanistan İlişkileri: Nüfus Mübadelesi (Etabli Sorunu). ",
        "• Fransa İlişkileri: Yabancı okullar sorunu. Osmanlıdan kalan dış borçlar, Suriye sınırı, Adana-Mersin demir yolunun millîleştirilmesi, Hatay meselesi. ",
        "• İngiliz İlişkileri: Irak sınırı ve Musul meselesi. ",
        "• Milletler Cemiyetine Giriş (1932)   ",
        "• Balkan Antantı (1934)  Türkiye, Yunanistan, Romanya ve Yugoslavya arasında imzalanmıştır. ",
        "• Montrö Boğazlar Sözleşmesi (1936) Sözleşme ile Türkiye’ye Boğazlarda tam egemenlik hakkı tanındı. ",
        "• Sâdâbat Paktı (1937) Türkiye, İran, Afganistan ve Irak arasında imzalanmıştır. ",
        "• Hatay Sorunu ve Hatay’ın Ana Vatana Katılması (1939)   "
      ]
    }

  ]
}
