{
    "unit": "Unit 3",
    "cards": [
      {
        "title": "İslamiyet'in Doğuşu Sırasında Arap Yarımadası",
        "content": [
          "• Dönemin iki büyük gücü olan Doğu Roma ve Sasaniler.",
          "• Arap toplumu, Bedeviler, Hadarilerden oluşmaktaydı. ",
          "• Araplar haram aylarda (Zilkade, Zilhicce, Muharrem ve Recep ayında) savaş yapmazlardı. Bu aylarda yapılan savaşlara Ficar Savaşları denilirdi. ",
          "• Arap Yarımadası’nda siyasi birlik yoktu, kabilecilik vardı.",
          "• Putperestlik hâkimdi. Bunun yanı sıra Hristiyanlık, Musevilik ve Haniflik (Hz. İbrahim dini) dinlerine inananlar da vardı. ",
          "• Arap toplumunun İslamiyet öncesi döneme, Cahiliye Dönemi denirdi. ",
          "• Mekke’deki Kâbe, İslamiyet öncesinde de kutsaldı. ",
          "• Hz. Muhammed’e Muhammed’ül- Emin (güvenilir) denilmiştir."
        ]
      },
      {
        "title": "Hz. Muhammed Dönemi Siyasi ve Askeri Faaliyetler -1",
        "content": [
          "Bedir Savaşı (624)",
          "• Mekkeli müşriklerle ilk savaş. ",
          "• Hz.Muhammed'in esirler, yaralı düşman askerlerinin durumu ve ganimet'le ilgili uygulamaları, İslam Savaş Hukukuna temel oluşturmuştur.",
          "Uhut Savaşı (625)",
          "• Medine yakınlarındaki Uhud Dağı eteğinde yapılan savaşta, okçuların yerlerini terk etmeleri üzerine Hz. Muhammed yaralanmış, amcası Hz. Hamza şehit olmuştur.",
          "Hendek Savaşı (627)",
          "• Müslümanların son savunma savaşıdır.",
          "Hudeybiye Antlaşması (628)",
          "• Mekkeliler, Müslümanların siyasî varlığını resmen kabul ettiler.",
          "Hayber'in Fethi (629)",
          "•Hayber şehri, Yahudilerden alınmıştır.",
          "Mute Savaşı (629)",
          "• Müslümanların Bizans'la ilk savaşıdır."
        ]
      },
      {
        "title": "Hz. Muhammed Dönemi Siyasi ve Askeri Faaliyetler -2",
        "content": [
          "Mekke'nin Fethi (630)",
          "• İslamiyet'in yayılması hızlanmış, Kâbe, putlardan temizlenmiştir.",
          "Huneyn Savaşı (630)",
          "• Putperest Araplarla yapılan savaştır.",
          "Taif'in Kuşatılması (630)",
          "• Huneyn Savaşı’ndan sonra, Müslümanlar Taif'i kuşatmış, Taifliler bir yıl sonra, kendileri İslamiyet'i kabul etmişlerdir.",
          "Tebük Seferi (631)",
          "• Hz. Muhammed'in son seferidir.",
          "Veda Haccı Ve Veda Hutbesi",
          "• Veda Haccı, burada yaptığı konuşma ya da Veda Hutbesi denilmiştir.",
          "Hz. Muhammed'in Ölümü (632)",
          "• 632 tarihinde 63 yaşında iken Medine’de vefat etmiştir. (Mezarı; Ravza-i Mutahhara)"
        ]
      },
  
      {
        "title": "Hz. Ebubekir Dönemi (632-634)",
        "content": [
          "• Suriye Seferi yapıldı.",
          "• Ridde Savaşları yapıldı, Yalancı Peygamberlerle mücadele edildi, devlet otoritesi yeniden sağlandı.",
          "• Kur’an-ı Kerim ilk defa kitap haline getirildi.",
          "• Ecnadeyn’de (634) Bizans ile savaşıldı."
        ]
      },
  
      {
        "title": "Hz. Ömer Dönemi ( 634-644 )",
        "content": [
          "• Irak, İran ve Horasan’ da fetihler: Köprü, Celula, Kadisiye ve Nihavend Savaşları ile İran’ın tamamı fethedilmiş Sasaniler yıkılmış, Türklerle komşu olunmuştur.",
          "• Suriye’deki Fetihler: Şam, Humus, Harran, Filistin, Halep sınırlar içine alındı.",
          "• Kudüs fethedildi.",
          "• Mısır’ın Fethi: Kahire yakınlarında ordu kent olarak “ Fustat “ kenti kuruldu.",
          "Devlet Örgütlenmesi :",
          "• İlk kez düzenli ordu kuruldu.",
          "• Ordugâh şehirler kuruldu.",
          "• İlk kez ordu divanı oluşturuldu.",
          "• İlk kez Beytü’l-Mal (Devlet Hazinesi) oluşturuldu.",
          "• Ülke, yönetim birimlerine ayrıldı. Valiler ve Kadılar atandı.",
          "• Hicret başlangıç alınarak, Hicri Takvim hazırlandı.",
          "• Hz. Ömer, bir İranlı tarafından, 644’ te şehit edildi."
        ]
      },
  
      {
        "title": "Hz. Osman Dönemi ( 644 – 656 )",
        "content": [
          "• Kafkasya’da Fetihler: 652’de Kafkasları aşıp, Hazar Hanlığı’na seferler düzenlenmiştir. (Türklerle ilk savaş, Belencer Savaşı)",
          "• Afrika’da Fetihler: Trablus-Libya alındı.",
          "• Bu dönemde Suriye valisi Muaviye tarafından ilk İslam donanması oluşturuldu.",
          "• Kıbrıs’a sefer düzenlenmiş ve vergiye bağlanmıştır (649).",
          "• 655’te, Bizans’la ilk deniz savaşı yapıldı (Zâtü’s-Savârî ).",
          "• Kur’an-ı Kerim çoğaltıldı.",
          "• Hz Osman’ın kendi soyundan olanları önemli görevlere getirmesi, hoşnutsuzluğa yol açmış, ayaklanmalar çıkmıştır.",
          "• İlk kez bir halife isyan sonucu şehit edilmiştir."
        ]
      },
  
      {
          "title": "Hz. Ali Dönemi ( 656 – 661 )",
          "content": [
            "• Cemel Vak'ası (Deve Olayı) (656): Hz. Ali'nin halifeliğini tanımayan, Hz. Ayşe ve onun yanında yer alanlarla olan Müslümanlar arasındaki ilk iç savaştır.",
            "• Kufe başkent oldu.",
            "• Sıffin Savaşı ve Hakem Olayı ( 657 ): ",
            "• Şam valisi Muaviye ile Hz. Ali arasında ki savaştır. Sonuç alınamayınca Hakem Olayı ve sonrasında Hariciler ortaya çıktı.",
            "• Hz. Ali, Haricilerin suikastı ile şehit edildi."
          ]
        },
  
        {
          "title": "Emeviler ( 661 - 750 ) -1 ",
          "content": [
            "• Emevi ailesinden Muaviye tarafından Şam (Suriye) merkezli kurulmuştur.",
            "• Muaviye'den itibaren halifelik saltanata dönüştürülmüştür.",
            "• Emeviler, Arapları üstün gören bir yaklaşımla, Arap olmayan Müslümanlara değer vermemişlerdir (Mevali Politikası).",
            "• Emeviler Döneminin Önemli Gelişmeleri :",
            "• İstanbul'un Kuşatılması: Müslümanlar İstanbul 'u ilk defa Muaviye döneminde kuşatıldı (668-674).",
            "• Kerbela Olayı (680): Yezid'in halifeliğini tanımayan, Hz. Ali'nin küçük oğlu Hz. Hüseyin ile yanındakilerin şehit edilmesi olayıdır. İslam dünyasının Şii- Sünni ayrılığı kesinleşmiştir."
          ]
        },
  
        {
          "title": "Emeviler ( 661 - 750 ) -2 ",
          "content": [
            "• Kuzey Afrika'nın tamamı fethedildi, Atlas Okyanusu’na kadar ulaşıldı.",
            "• İspanya’nın fethi (711) : Tarık bin Ziyad, Septe (Cebelitarık) Boğazı’nı geçip Kadiks Savaşı ile İspanya'ya geçmiş, Müslümanlar İspanya'ya Endülüs demişlerdir.",
            "• Puvatya Savaşı (732) ile Müslümanların Avrupa’daki, ilerleyişi durdu.",
            "• Türkler, Mevali politikası nedeniyle, Araplarla savaşmışlardır.",
            "• Abdülmelik döneminde: Arapça resmi dil ilan edilmiş, ilk Arap parası basılmıştır.",
            "• Horasanlı Ebu Müslim'in isyanıyla, Emevi dönemi sona ermiştir (750). "
          ]
        },
  
        {
          "title": "Endülüs Emevi Devleti (756-1031)",
          "content": [
            "• Abbasilerden kaçan Emeviler, İspanya’da Endülüs Emevi Devleti‘ni kurdu (756). Başkenti Kurtuba’dır."
          ]
        },
  
        {
          "title": "Beni Ahmer Devleti (1230-1492)",
          "content": [
            "• Endülüs Emevilerinin mirası üzerinde kurulmuştur. Başkenti Gırnata’dır.",
            "• İspanya’daki son İslam Devleti,1492 yıkıldı. İslam medeniyetine ait tüm eserler yakıldı. Müslümanlar ve kendileriyle aynı kaderi paylaşan Yahudiler öldürüldü. Osmanlı Devleti, II. Beyazıt döneminde buraya yardım elini uzattı."
          ]
        },
  
        {
          "title": "Abbasiler (750- 1258) -1",
          "content": [
            "• Ebu'l Abbas Abdullah tarafından Haşimiye – Bağdat merkezli kurulmuştur.",
            "• Talas Savaşı (751): Çinliler ile Araplar, Talas ırmağı kıyılarında savaştılar. Bu savaşta, Karluk ve Yağma Türkleri, Arapların yanında yer almış ve savaşı Arapların kazanmasını sağlamışlardır. Türkler, bu savaştan sonra gruplar halinde İslamiyet'i kabul etmeye başlamışlardır. İslam Medeniyeti Çinlilerden kâğıt, matbaa, vs yapım tekniği öğrenmiştir.",
            "• Abbasiler, Emevilerin Mevali Politikası’nı terk etmiş ümmetçi anlayışa dönmüştür. "
          ]
        },
  
        {
          "title": "Abbasiler (750- 1258) -2",
          "content": [
            "• Bu dönemde Bağdat bir kültür ve bilim merkezi haline gelmiştir  (Beyt’ül Hikme) .",
            "• Bizans sınır boylarında Avasım bölgesine askeri güçlerinden faydalanmak için Türkler yerleştirilmiştir.",
            "• Türkler için Bağdat yakınlarında Samarra adıyla bir şehir kurulmuştur.",
            "• Abbasi İmparatorluğu'nda IX. yy.dan sonra merkezi otoritenin zayıflaması ile Tavaif -i Müluk denilen devletçikler kurulmuştur.",
            "• Moğolların Hülagu Han'ın Bağdat'a girmesiyle, Abbasi devleti sona erdi.",
            "• Bağdat’taki Moğol baskısından kaçan Abbasiler Mısır'a, Memlükler’e sığınmışlar ve Yavuz Sultan Selim'in Mısır'ı fethine kadar halifeliklerini sürdürmüşlerdir (1517). "
  
  
          ]
        }
    ]
  }
  